/* nothing */
"" = "Project-Id-Version: xchat-2.6.0\nReport-Msgid-Bugs-To: www.xchat.org\nPOT-Creation-Date: 2007-07-01 14:32+1000\nPO-Revision-Date: 2005-11-04 08:04+0530\nLast-Translator: Amanpreet Singh Alam <amanpreetalam@yahoo.com>\nLanguage-Team: Punjabi <fedora-trans-pa@redhat.com>\nMIME-Version: 1.0\nContent-Type: text/plain; charset=UTF-8\nContent-Transfer-Encoding: 8bit\nX-Generator: KBabel 1.9.1\nPlural-Forms: nplurals=2; plural=(n != 1);\n";

/* nothing */
"Cannot create ~/.xchat2" = "~/.xchat2 ਬਣਾ ਨਹੀਂ ਸਕਿਆ";

/* nothing */
"I'm busy" = "ਮੈਂ ਕੰਮ 'ਚ ਹਾਂ";

/* nothing */
"Leaving" = "ਹਟ ਪਿੱਛੇ ਫੇਰ ਮਿਲਾਗੇਂ";

/* nothing */
"* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n" = "* IRC ਨੂੰ ਰੂਟ ਦੇ ਤੌਰ ਤੇ ਚਲਾਉਣਾ ਮੂਰਖਤਾ ਹੈ! ਤੁਹਾਨੂੰ ਇੱਕ\n ਉਪਭੋਗੀ ਖਾਤਾ ਬਣਾਉਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਮੁੜ ਕੋਸ਼ਿਸ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।\n";

/* nothing */
"Waiting" = "ਉਡੀਕ ਜਾਰੀ ਹੈ";

/* nothing */
"Active" = "ਸਰਗਰਮ";

/* nothing */
"Failed" = "ਅਸਫਲ";

/* nothing */
"Done" = "ਸਮਾਪਤ";

/* nothing */
"Connect" = "ਜੁੜਿਆ";

/* nothing */
"Aborted" = "ਛੱਡਿਆ";

/* nothing */
"Cannot access %s\n" = "%s ਨੂੰ ਖੋਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ\n";

/* nothing */
"Error" = "ਗਲਤੀ";

/* nothing */
"%s is offering \"%s\". Do you want to accept?" = "";

/* nothing */
"No active DCCs\n" = "ਕੋਈ ਸਰਗਰਮ DCCs ਨਹੀਂ\n";

/* nothing */
"YES  " = "ਹਾਂ  ";

/* nothing */
"NO   " = "ਨਹੀਂ   ";

/* nothing */
"You are being CTCP flooded from %s, ignoring %s\n" = "ਤੁਹਾਨੂੰ %s ਤੋਂ CTCP ਹੜ੍ਹ ਨਾਲ ਭਰਨ ਦੀ ਕੋਸ਼ਿਸ, %s ਅਣਡਿੱਠਾ\n";

/* nothing */
"You are being MSG flooded from %s, setting gui_auto_open_dialog OFF.\n" = "ਤੁਹਾਨੂੰ %s ਤੋਂ MSG ਸੁਨੇਹੇ ਹਮਲੇ ਦਾ ਡਰ ਹੈ, gui_auto_open_dialog ਬੰਦ ਕੀਤਾ ਜਾਦਾ ਹੈ।\n";

/* nothing */
"  %-20s online\n" = "  %-20s ਮੌਕੇ ਤੇ ਹੈ\n";

/* nothing */
"  %-20s offline\n" = "  %-20s ਮੌਕੇ ਤੇ ਨਹੀਂ ਹੈ\n";

/* nothing */
"No channel joined. Try /join #<channel>\n" = "ਕੋਈ ਚੈਨਲ ਵਿੱਚ ਸ਼ਾਮਿਲ ਨਹੀਂ, ਕੋਸ਼ਿਸ ਕਰੋ /join #<channel>\n";

/* nothing */
"Not connected. Try /server <host> [<port>]\n" = "ਜੁੜਿਆ ਨਹੀਂ ਹੈ, ਕੋਸ਼ਿਸ ਕਰੋ /server <host> [<port>]\n";

/* nothing */
"Already marked away: %s\n" = "";

/* nothing */
"Already marked back.\n" = "";

/* nothing */
"I need /bin/sh to run!\n" = "ਮੈਨੂੰ ਚੱਲਣ ਲਈ /bin/sh ਚਾਹੀਦੀ ਹੈ!\n";

/* nothing */
"Commands Available:" = "ਉਪਲੱਬਧ ਕਮਾਂਡਾਂ:";

/* nothing */
"User defined commands:" = "ਉਪਭੋਗੀ ਰਾਹੀਂ ਪ੍ਰਭਾਸ਼ਿਤ ਕਮਾਂਡਾਂ:";

/* nothing */
"Plugin defined commands:" = "ਪਲੱਗਿੰਨ ਰਾਹੀਂ ਪ੍ਰਭਾਸ਼ਿਤ ਕਮਾਂਡਾਂ:\n\n  ";

/* nothing */
"Type /HELP <command> for more information, or /HELP -l" = "ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ ਲਿਖੋ /HELP <command> , ਜਾਂ /HELP -l";

/* nothing */
"Unknown arg '%s' ignored." = "ਅਣਜਾਣ ਆਰਗੂਮਿੰਟ '%s' ਅਣਡਿੱਠਾ ਕੀਤਾ।";

/* nothing */
"No such plugin found.\n" = "ਇਸ ਤਰ੍ਹਾਂ ਦੀ ਕੋਈ ਪਲੱਗਿੰਨ ਨਹੀਂ ਹੈ।\n";

/* nothing */
"That plugin is refusing to unload.\n" = "ਇਹ ਪਲੱਗਿੰਨ ਅਨਲੋਡ ਨਹੀਂ ਹੋ ਸਕਦੀ।\n";

/* nothing */
"ADDBUTTON <name> <action>, adds a button under the user-list" = "ADDBUTTON <name> <action>, ਉਪਭੋਗੀ ਸੂਚੀ ਹੇਠ ਬਟਨ ਸ਼ਾਮਿਲ ਕਰੋ";

/* nothing */
"ALLCHAN <cmd>, sends a command to all channels you're in" = "ALLCHAN <cmd>, ਉਹਨਾਂ ਸਭ ਚੈਨਲਾਂ ਨੂੰ ਕਮਾਂਡ ਭੇਜੋ, ਜਿੱਥੇ ਤੁਸੀਂ ਹੋ";

/* nothing */
"ALLCHANL <cmd>, sends a command to all channels you're in" = "ALLCHANL <cmd>, ਉਹਨਾਂ ਸਭ ਚੈਨਲਾਂ ਨੂੰ ਕਮਾਂਡ ਭੇਜੋ, ਜਿੱਥੇ ਤੁਸੀਂ ਹੋ";

/* nothing */
"ALLSERV <cmd>, sends a command to all servers you're in" = "ALLSERV <cmd>, ਉਹਨਾਂ ਸਭ ਸਰਵਰਾਂ ਨੂੰ ਕਮਾਂਡ ਭੇਜੋ, ਜਿੱਥੇ ਤੁਸੀਂ ਹੋ";

/* nothing */
"AWAY [<reason>], sets you away" = "AWAY [<reason>], ਤੁਸੀਂ ਜਾ ਰਹੇ ਹੋ ਦਰਸਾਉਦਾ ਹੈ";

/* nothing */
"BACK, sets you back (not away)" = "";

/* nothing */
"BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)" = "";

/* nothing */
"Set per channel options\nCHANOPT CONFMODE ON|OFF - Toggle conf mode/showing of join and part messages\nCHANOPT COLORPASTE ON|OFF - Toggle color paste\nCHANOPT BEEP ON|OFF - Toggle beep on message\nCHANOPT TRAY ON|OFF - Toggle tray blink on message" = "";

/* nothing */
"CLEAR [ALL|HISTORY], Clears the current text window or command history" = "CLEAR, ਮੌਜੂਦਾ ਪਾਠ ਝਰੋਖਾ ਨੂੰ ਸਾਫ ਕਰੇਗਾ";

/* nothing */
"CLOSE, Closes the current window/tab" = "CLOSE, ਮੌਜੂਦਾ ਝਰੋਖਾ/ਟੈਬ ਨੂੰ ਬੰਦ ਕਰੇਗਾ";

/* nothing */
"COUNTRY [-s] <code|wildcard>, finds a country code, eg: au = australia" = "COUNTRY [-s] <code|wildcard>, ਦੇਸ਼ ਕੋਡ ਲੱਭੋ, ਜਿਵੇਂ ਕਿ au = australia";

/* nothing */
"CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO" = "";

/* nothing */
"CYCLE [<channel>], parts the current or given channel and immediately rejoins" = "";

/* nothing */
"\nDCC GET <nick>                      - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file]  - send a file to someone\nDCC PSEND [-maxcps=#] <nick> [file] - send a file using passive mode\nDCC LIST                            - show DCC list\nDCC CHAT <nick>                     - offer DCC CHAT to someone\nDCC PCHAT <nick>                    - offer DCC CHAT using passive mode\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz" = "";

/* nothing */
"DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)" = "";

/* nothing */
"DELBUTTON <name>, deletes a button from under the user-list" = "DELBUTTON <name>, ਉਪਭੋਗੀ ਸੂਚੀ ਹੇਠ ਬਟਨ ਹਟਾਓ";

/* nothing */
"DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)" = "";

/* nothing */
"DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)" = "";

/* nothing */
"DISCON, Disconnects from server" = "DISCON, ਸਰਵਰ ਨਾਲ ਸੰਬੰਧ ਖਤਮ";

/* nothing */
"DNS <nick|host|ip>, Finds a users IP number" = "DNS<nick।host।ip> ਉਪਭੋਗੀ IP ਨੰਬਰ ਲੱਭੋ";

/* nothing */
"ECHO <text>, Prints text locally" = "ECHO <text>, ਸਥਾਨਿਕ ਪਾਠ ਛਾਪਿਆ ਜਾਵੇਗਾ";

/* nothing */
"EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box" = "";

/* nothing */
"EXECCONT, sends the process SIGCONT" = "";

/* nothing */
"EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed" = "";

/* nothing */
"EXECSTOP, sends the process SIGSTOP" = "";

/* nothing */
"EXECWRITE, sends data to the processes stdin" = "";

/* nothing */
"FLUSHQ, flushes the current server's send queue" = "";

/* nothing */
"GATE <host> [<port>], proxies through a host, port defaults to 23" = "";

/* nothing */
"GHOST <nick> <password>, Kills a ghosted nickname" = "";

/* nothing */
"HOP <nick>, gives chanhalf-op status to the nick (needs chanop)" = "";

/* nothing */
"ID <password>, identifies yourself to nickserv" = "ID <password>, ਨੈਕਸਰਵਰ ਨਾਲ ਆਪਣੀ ਪਛਾਣ ਕਰਵਾਓ";

/* nothing */
"IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET" = "";

/* nothing */
"INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)" = "INVITE <nick> [<channel>], ਕਿਸੇ ਨੂੰ ਇੱਕ ਚੈਨਲ ਵਿੱਚ ਆਉਣ ਲਈ ਸੱਦਾ ਦਿਓ, ਮੂਲ ਰੂਪ ਵਿੱਚ ਮੌਜੂਦਾ ਚੈਨਲ ਲਈ (ਮੁੱਖੀ ਹੋਣਾ ਲਾਜ਼ਮੀ)";

/* nothing */
"JOIN <channel>, joins the channel" = "JOIN <channel>, ਚੈਨਲ ਵਿੱਚ ਸ਼ਾਮਿਲ ਹੋਣ ਲਈ";

/* nothing */
"KICK <nick>, kicks the nick from the current channel (needs chanop)" = "KICK <nick>, ਮੌਜੂਦਾ ਚੈਨਲ ਵਿੱਚੋਂ ਨਾਂ ਨੂੰ ਬਾਹਰ ਸੁੱਟੋ (ਮੁੱਖੀ ਹੋਣਾ ਲਾਜ਼ਮੀ)";

/* nothing */
"KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)" = "";

/* nothing */
"LAGCHECK, forces a new lag check" = "";

/* nothing */
"LASTLOG <string>, searches for a string in the buffer" = "LASTLOG <string>, ਬਫਰ ਵਿੱਚ ਸਤਰ ਖੋਜੋ";

/* nothing */
"LOAD [-e] <file>, loads a plugin or script" = "LOAD [-e] <file>, ਪਲੱਗਿੰਨ ਜਾਂ ਸਕਰਿਪਟ ਲੋਡ ਕਰੋ";

/* nothing */
"MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)" = "";

/* nothing */
"MDEOP, Mass deop's all chanops in the current channel (needs chanop)" = "";

/* nothing */
"ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)" = "ME <action>, ਚੈਨਲ ਵਿੱਚ ਕਾਰਵਾਈ ਕਰੋ (ਕਾਰਵਾਈ ਤੀਜੇ ਵਿਅਕਤੀ ਦੇ ਤੌਰ ਤੇ ਕੀਤੀ ਜਾਵੇਗੀ, ਜਿਵੇਂ /me ਚੱਲਿਆ)";

/* nothing */
"MKICK, Mass kicks everyone except you in the current channel (needs chanop)" = "MKICK, ਮਾਸ ਕਿੱਕ, ਮੌਜੂਦਾ ਚੈਨਲ ਵਿੱਚ ਆਪਣੇ ਆਪ ਨੂੰ ਛੱਡ ਕੇ ਸਭ ਨੂੰ ਬਾਹਰ ਸੁੱਟੋ (ਮੁੱਖੀ ਹੋਣਾ ਲਾਜ਼ਮੀ ਹੈ)";

/* nothing */
"MOP, Mass op's all users in the current channel (needs chanop)" = "";

/* nothing */
"MSG <nick> <message>, sends a private message" = "MSG <nick> <message>, ਨਿੱਜੀ ਸੁਨੇਹਾ ਭੇਜਣ ਲਈ";

/* nothing */
"NAMES, Lists the nicks on the current channel" = "NAMES, ਮੌਜੂਦਾ ਚੈਨਲ ਤੇ ਨਾਂ ਦੀ ਸੂਚੀ";

/* nothing */
"NCTCP <nick> <message>, Sends a CTCP notice" = "NCTCP <nick> <message>, ਇੱਕ CTCP ਸੂਚਨਾ ਭੇਜੋ";

/* nothing */
"NEWSERVER [-noconnect] <hostname> [<port>]" = "NEWSERVER <ਮੇਜ਼ਬਾਨ ਨਾਂ> [<port>]";

/* nothing */
"NICK <nickname>, sets your nick" = "NICK <nickname>, ਆਪਣਾ ਨਾਂ ਦਿਓ";

/* nothing */
"NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to" = "";

/* nothing */
"NOTIFY [-n network1[,network2,...]] [<nick>], displays your notify list or adds someone to it" = "";

/* nothing */
"OP <nick>, gives chanop status to the nick (needs chanop)" = "OP <nick>, ਚੈਨਲ ਮੁੱਖੀ ਸਥਿਤੀ ਨਾਂ ਨੂੰ ਦਿਓ (ਚੈਨਲ ਮੁੱਖੀ ਹੋਣਾ ਲਾਜ਼ਮੀ)";

/* nothing */
"PART [<channel>] [<reason>], leaves the channel, by default the current one" = "PART [<channel>] [<reason>], ਚੈਨਲ ਛੱਡੋ, ਮੂਲ ਰੂਪ ਵਿੱਚ ਮੌਜੂਦਾ";

/* nothing */
"PING <nick | channel>, CTCP pings nick or channel" = "PING <nick | channel>, CTCP ਨਾਂ ਜਾਂ ਚੈਨਲ ਨੂੰ ਪਿੰਗ ਕਰੇਗਾ";

/* nothing */
"QUERY [-nofocus] <nick>, opens up a new privmsg window to someone" = "QUERY <nick>, ਕਿਸੇ ਨਾਲ ਨਿੱਜੀ ਗੱਲ ਕਰਨ ਲਈ ਝਰੋਖਾ";

/* nothing */
"QUIT [<reason>], disconnects from the current server" = "QUIT [<reason>], ਮੌਜੂਦਾ ਸਰਵਰ ਨਾਲੋਂ ਵੱਖ";

/* nothing */
"QUOTE <text>, sends the text in raw form to the server" = "";

/* nothing */
"RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "";

/* nothing */
"RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "";

/* nothing */
"RECV <text>, send raw data to xchat, as if it was received from the irc server" = "";

/* nothing */
"SAY <text>, sends the text to the object in the current window" = "SAY <text>, ਮੌਜੂਦਾ ਝਰੋਖੇ ਵਿੱਚ ਇਕਾਈ ਨੂੰ ਲਿਖੋ";

/* nothing */
"SEND <nick> [<file>]" = "SEND <nick> [<file>]";

/* nothing */
"SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel" = "SERVCHAN [-ssl] <host> <port> <channel>, ਜੁੜੋ ਅਤੇ ਚੈਨਲ ਵਿੱਚ ਸ਼ਾਮਲ";

/* nothing */
"SERVCHAN <host> <port> <channel>, connects and joins a channel" = "SERVCHAN <host> <port> <channel>, ਜੁੜੋ ਅਤੇ ਚੈਨਲ ਵਿੱਚ ਸ਼ਾਮਲ";

/* nothing */
"SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections" = "SERVER [-ssl] <host> [<port>] [<password>], ਸਰਵਰ ਨਾਲ ਜੋੜਦੀ ਹੈ, ਸਧਾਰਨ ਕੁਨੈਕਸ਼ਨਾਂ ਲਈ ਮੂਲ ਪੋਰਟ 6667 ਹੈ, ਅਤੇ SSL ਕੁਨੈਕਸ਼ਨਾਂ ਲਈ 9999 ਹੈ।";

/* nothing */
"SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667" = "SERVER <host> [<port>] [<password>], ਸਰਵਰ ਨਾਲ ਜੁੜੋ, ਮੂਲ ਪੋਰਟ 6667 ਹੈ।";

/* nothing */
"SET [-e] [-or] [-quiet] <variable> [<value>]" = "SET [-quiet] <variable> [<value>]";

/* nothing */
"SETCURSOR [-|+]<position>" = "SETCURSOR [-|+]<position>";

/* nothing */
"TOPIC [<topic>], sets the topic if one is given, else shows the current topic" = "TOPIC [<topic>], ਜੇਕਰ ਕੋਈ ਦਿੱਤਾ ਹੋਵੇ ਤਾਂ ਲਗਾਉ, ਨਹੀਂ ਤਾਂ ਮੌਜੂਦਾ ਵੇਖਾਇਆ ਜਾਵੇਗਾ";

/* nothing */
"\nTRAY -f <timeout> <file1> [<file2>] Blink tray between two icons.\nTRAY -f <filename>                  Set tray to a fixed icon.\nTRAY -i <number>                    Blink tray with an internal icon.\nTRAY -t <text>                      Set the tray tooltip.\nTRAY -b <title> <text>              Set the tray balloon." = "";

/* nothing */
"UNBAN <mask> [<mask>...], unbans the specified masks." = "UNBAN <mask> [<mask>...], ਖਾਸ ਮਖੌਟਿਆਂ ਤੇ ਪਾਬੰਦੀ ਹਟਾਓ।";

/* nothing */
"UNIGNORE <mask> [QUIET]" = "UNIGNORE <mask> [QUIET]";

/* nothing */
"UNLOAD <name>, unloads a plugin or script" = "UNLOAD <name>, ਪਲੱਗਿੰਨ ਜਾਂ ਸਕਰਿਪਟ ਹਟਾਓ";

/* nothing */
"URL <url>, opens a URL in your browser" = "URL <url>, ਆਪਣੇ ਝਲਕਾਰੇ ਵਿੱਚ URL ਖੋਲੋ";

/* nothing */
"USELECT [-a] [-s] <nick1> <nick2> etc, highlights nick(s) in channel userlist" = "";

/* nothing */
"VOICE <nick>, gives voice status to someone (needs chanop)" = "VOICE <nick>, ਕਿਸੇ ਨੂੰ ਆਵਾਜ਼ ਦਿਓ (ਚੈਨਲ ਮੁੱਖੀ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ)";

/* nothing */
"WALLCHAN <message>, writes the message to all channels" = "WALLCHAN <message>, ਸਭ ਚੈਨਲ ਵਿੱਚ ਸੁਨੇਹਾ ਲਿਖੋ";

/* nothing */
"WALLCHOP <message>, sends the message to all chanops on the current channel" = "WALLCHOP <message>, ਮੌਜੂਦਾ ਚੈਨਲ ਵਿੱਚ ਸਭ ਚੈਨਲ ਮੁੱਖੀਆਂ ਨੂੰ ਸੁਨੇਹਾ ਭੇਜੋ";

/* nothing */
"Usage: %s\n" = "ਵਰਤੋਂ: %s\n";

/* nothing */
"\nNo help available on that command.\n" = "\nਇਸ ਕਮਾਂਡ ਲਈ ਕੋਈ ਸਹਾਇਤਾ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ।\n";

/* nothing */
"No such command.\n" = "ਇਸਤਰਾਂ ਦੀ ਕੋਈ ਕਮਾਂਡ ਨਹੀਂ ਹੈ।\n";

/* nothing */
"Bad arguments for user command.\n" = "ਉਪਭੋਗੀ ਕਮਾਂਡ ਲਈ ਗਲਤ ਆਰਗੂਮਿੰਟ।\n";

/* nothing */
"Too many recursive usercommands, aborting." = "ਲਗਾਤਾਰ ਕਈ ਉਪਭੋਗੀ ਕਮਾਡਾਂ, ਅਧੂਰਾ ਛੱਡਿਆ।";

/* nothing */
"Unknown Command. Try /help\n" = "ਅਣਜਾਣੀ ਕਮਾਂਡ, ਕੋਸ਼ਿਸ ਕਰੋ /help\n";

/* nothing */
"No xchat_plugin_init symbol; is this really an xchat plugin?" = "ਕੋਈ xchat_plugin_init ਨਹੀਂ, ਕੀ ਇਹ xchat ਪਲੱਗਿੰਨ ਹੈ?";

/* nothing */
"Are you sure this is a SSL capable server and port?\n" = "ਕੀ ਤੁਸੀਂ SSL ਅਨੁਕੂਲ ਸਰਵਰ ਤੇ ਪੋਰਟ ਹੋਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦੇ ਹੋ?\n";

/* nothing */
"Cannot resolve hostname %s\nCheck your IP Settings!\n" = "ਮੇਜ਼ਬਾਨ %s ਨਹੀਂ ਲੱਭਿਆ ਜਾ ਸਕਿਆ\nਆਪਣਾ IP ਸਥਾਪਨ ਵੇਖੋ!\n";

/* nothing */
"Proxy traversal failed.\n" = "ਪਰਾਕਸੀ ਸੰਚਾਰ ਅਸਫਲ।\n";

/* nothing */
"Cycling to next server in %s...\n" = "%s ਵਿੱਚ ਅਗਲੇ ਸਰਵਰ ਨਾਲ ਕੋਸ਼ਿਸ ਜਾਰੀ...\n";

/* nothing */
"Warning: \"%s\" character set is unknown. No conversion will be applied for network %s." = "ਚੇਤਾਵਨੀ: \"%s\" ਅੱਖਰ ਸਮੂਹ ਅਣਜਾਣ ਹੈ। ਨੈੱਟਵਰਕ %s ਲਈ ਅਨੁਵਾਦ ਲਾਗੂ ਨਹੀਂ ਹੈ।";

/* nothing */
"%C22*%O$t$1 added to notify list." = "%C22*%O$t$1 ਨੂੰ ਸੂਚਨਾ ਸੂਚੀ ਵਿੱਚ ਸ਼ਾਮਿਲ ਕੀਤਾ।";

/* nothing */
"%C22*%O$t$1 Banlist:%C19 $4%C20 $2%C21 $3" = "%C22*%O$t$1 ਪਾਬੰਦੀ ਸੂਚੀ:%C19 $4%C20 $2%C21 $3";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(You are banned)." = "%C22*%O$t %C26 %B$1 %O ਵਿੱਚ ਦਾਖਲ ਨਹੀ ਹੋ ਸਕਦੇ (ਤੁਹਾਡੇ ਉੱਤੇ ਪਾਬੰਦੀ ਹੈ)।";

/* nothing */
"%C22*%O$t$1 is now known as $2" = "%C22*%O$t$1 ਨੂੰ ਹੁਣ $2 ਦੇ ਤੌਰ ਉੱਤੇ ਜਾਣਿਆ ਜਾਵੇਗਾ";

/* nothing */
"%C22*%O$t$1 sets ban on $2" = "%C22*%O$t$1 ਨੇ $2 ਉੱਤੇ ਪਾਬੰਦੀ ਲਗਾਈ";

/* nothing */
"%C22*%O$tChannel $1 created on $2" = "%C22*%O$tਚੈਨਲ $1 ਨੂੰ $2 ਤੇ ਬਣਾਇਆ ਗਿਆ ਹੈ";

/* nothing */
"%C22*%O$t%C26$1%O removes channel half-operator status from%C26 $2" = "%C22*%O$t%C26$1%O ਨੇ%C26 $2 ਤੋਂ ਚੈਨਲ ਅਰਧ-ਮੁੱਖੀ ਅਹੁਦਾ ਹਟਾਇਆ";

/* nothing */
"%C22*%O$t%C26$1%O removes channel operator status from%C26 $2" = "%C22*%O$t%C26$1%O ਨੇ%C26 $2 ਤੋਂ ਚੈਨਲ ਮੁੱਖੀ ਅਹੁਦਾ ਹਟਾਇਆ";

/* nothing */
"%C22*%O$t%C26$1%O removes voice from%C26 $2" = "%C22*%O$t%C26$1%O ਨੇ %C26 $2 ਤੋਂ ਆਵਾਜ਼ ਹਟਾਈ";

/* nothing */
"%C22*%O$t$1 sets exempt on $2" = "";

/* nothing */
"%C22*%O$t%C26$1%O gives channel half-operator status to%C26 $2" = "%C22*%O$t%C26$1%O ਨੇ %C26 $2 ਨੂੰ ਅੱਧੇ-ਮੁੱਖੀ ਦਾ ਅਹੁਦਾ ਦਿੱਤਾ";

/* nothing */
"%C22*%O$t$1 sets invite on $2" = "%C22*%O$t$1 ਨੇ $2 ਤੇ ਸੱਦਾ ਲਗਾਇਆ";

/* nothing */
"%UChannel          Users   Topic" = "%Uਚੈਨਲ          ਉਪਭੋਗੀ   ਵਿਸ਼ਾ";

/* nothing */
"%C22*%O$t$1 sets mode $2$3 $4" = "%C22*%O$t$1 ਢੰਗ $2$3 $4 ਦਿੱਤਾ";

/* nothing */
"%C22*%O$t%C22Channel $1 modes: $2" = "C22*%O$t%C22ਚੈਨਲ $1 ਮੋਡ: $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel operator status to%C26 $2" = "%C22*%O$t%C26$1%O ਨੇ %C26 $2 ਨੂੰ ਚੈਨਲ ਮੁੱਖੀ ਦਾ ਦਰਜਾ ਦਿੱਤਾ";

/* nothing */
"%C22*%O$t$1 removes exempt on $2" = "";

/* nothing */
"%C22*%O$t$1 removes invite on $2" = "%C22*%O$t$1 ਨੇ $2 ਤੋਂ ਸੱਦਾ ਹਟਾਇਆ";

/* nothing */
"%C22*%O$t$1 removes channel keyword" = "%C22*%O$t$1 ਨੇ ਚੈਨਲ ਸ਼ਬਦ ਹਟਾਇਆ";

/* nothing */
"%C22*%O$t$1 removes user limit" = "%C22*%O$t$1 ਨੇ ਉਪਭੋਗੀ ਸੀਮਾ ਹਟਾਈ";

/* nothing */
"%C22*%O$t$1 sets channel keyword to $2" = "%C22*%O$t$1 ਨੇ $2 ਲਈ ਚੈਨਲ ਸ਼ਬਦ ਲਗਾਇਆ";

/* nothing */
"%C22*%O$t$1 sets channel limit to $2" = "%C22*%O$t$1 ਨੇ ਚੈਨਲ ਸੀਮਾ $2 ਕੀਤੀ";

/* nothing */
"%C22*%O$t$1 removes ban on $2" = "%C22*%O$t$1 ਨੇ $2 ਤੋਂ ਪਾਬੰਦੀ ਹਟਾਈ";

/* nothing */
"%C22*%O$t%C26$1%O gives voice to%C26 $2" = "%C22*%O$t%C26$1%O ਨੇ %C26 $2 ਲਈ ਆਵਾਜ਼ ਦਿੱਤੀ";

/* nothing */
"%C22*%O$t%C22Connected. Now logging in..." = "%C22*%O$t%C22ਜੁੜ ਗਿਆ ਹੈ। ਤੁਸੀਂ ਦਾਖਲ ਹੋ...";

/* nothing */
"%C22*%O$t%C22Connecting to $1 ($2) port $3%O..." = "%C22*%O$t%C22($2) ਨਾਲ ਪੋਰਟ $3%O ਤੇ ਜੁੜਿਆ ਜਾਦਾ ਹੈ...";

/* nothing */
"%C21*%O$t%C21Connection failed. Error: $1" = "%C21*%O$t%C21ਕੁਨੈਕੁਸ਼ਨ ਅਸਫਲ ਹੈ। ਗਲਤੀ: $1";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2" = "%C22*%O$tਇੱਕ CTCP $1 $2 ਵੱਲੋਂ ਪ੍ਰਾਪਤ ਹੋਈ";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2 (to $3)" = "%C22*%O$tਇੱਕ CTCP $1 $2 ਵੱਲੋਂ ਪ੍ਰਾਪਤ ਹੋਈ ($3 ਲਈ)";

/* nothing */
"%C19>%O$1%C19<%O$tCTCP $2" = "%C19>%O$1%C19<%O$tCTCP $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2" = "%C22*%O$tCTCP ਆਵਾਜ਼ $1 $2 ਵੱਲੋਂ ਆਈ ਹੈ";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2 (to $3)" = "%C22*%O$tਇੱਕ CTCP $1 ਧੁਨੀ $2 (to $3) ਵਲੋਂ ਮਿਲੀ";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O aborted." = "%C22*%O$t%C26$1%O ਨਾਲ DCC ਗੱਲਬਾਤ ਅਧੂਰੀ ਰਹੀ।";

/* nothing */
"%C22*%O$tDCC CHAT connection established to %C26$1 %C30[%O$2%C30]" = "%C22*%O$t%C26$1 %C30[%O$2%C30] ਨਾਲ DCC ਗੱਲਬਾਤ ਕੁਨੈਕਸ਼ਨ ਬਣਾਇਆ ਗਿਆ";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O lost ($4)." = "%C22*%O$t %C26$1%O ਨਾਲ DCC ਗੱਲਬਾਤ ਖਤਮ ($4)।";

/* nothing */
"%C22*%O$tReceived a DCC CHAT offer from $1" = "%C22*%O$t $1 ਵਲੋਂ DCC ਗੱਲਬਾਤ ਲਈ ਸੱਦਾ ਆਇਆ ਹੈ";

/* nothing */
"%C22*%O$tOffering DCC CHAT to $1" = "%C22*%O$t $1 ਨੂੰ DCC ਗੱਲਬਾਤ ਲਈ ਸੱਦਾ ਦੇ ਰਿਹਾ ਹੈ";

/* nothing */
"%C22*%O$tAlready offering CHAT to $1" = "%C22*%O$t $1 ਨਾਲ ਪਹਿਲਾਂ ਹੀ ਗੱਲਬਾਤ ਲਈ ਸੱਦਾ ਦਿੱਤਾ ਗਿਆ ਹੈ";

/* nothing */
"%C22*%O$tDCC $1 connect attempt to%C26 $2%O failed (err=$3)." = "%C22*%O$tDCC $1 %C26 $2%O ਨਾਲ ਕੁਨੈਕਸ਼ਨ ਅਸਫਲ (ਗਲਤੀ=$3)";

/* nothing */
"%C22*%O$tReceived '$1%O' from $2" = "%C22*%O$t $2 ਵਲੋਂ '$1%O' ਪ੍ਰਾਪਤ";

/* nothing */
"%C24,18 Type  To/From    Status  Size    Pos     File         " = "%C24,18 ਕਿਸਮ  ਵੱਲ/ਵੱਲੋਂ    ਸਥਿਤੀ  ਅਕਾਰ    Pos     ਫਾਇਲ         ";

/* nothing */
"%C22*%O$tReceived a malformed DCC request from %C26$1%O.%010%C22*%O$tContents of packet: $2" = "";

/* nothing */
"%C22*%O$tOffering%C26 $1%O to%C26 $2" = "%C22*%O$tਨੇ%C26 $1%O %C26 $2 ਨੂੰ ਪੇਸ਼ ਕੀਤੀ";

/* nothing */
"%C22*%O$tNo such DCC offer." = "%C22*%O$tਏਦਾਂ ਦਾ ਕੋਈ DCC ਸੱਦਾ ਨਹੀਂ ਹੈ।";

/* nothing */
"%C22*%O$tDCC RECV%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC RECV%C26 $2%O to%C26 $1%O ਅਧੂਰਾ ਛੱਡਿਆ।";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O complete %C30[%C26$4%O cps%C30]%O." = "%C22*%O$tDCC RECV%C26 $1%O, %C26 $3%O ਤੋਂ ਮੁਕੰਮਲ %C30[%C26$4%O cps%C30]%O";

/* nothing */
"%C22*%O$tDCC RECV connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tDCC RECV%C26 $1 %C30[%O$2%C30] ਨਾਲ ਕੁਨੈਕਸ਼ਨ ਬਣਿਆ";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O failed ($4)." = "%C22*%O$tDCC RECV%C26 $1%O ਤੋਂ%C26 $3%O ਤੋਂ ਪ੍ਰਾਪਤੀ ਅਸਫਲ($4)";

/* nothing */
"%C22*%O$tDCC RECV: Cannot open $1 for writing ($2)." = "%C22*%O$tDCC RECV: $1ਨੂੰ ($2) ਲਿਖਣ ਲਈ ਖੋਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।";

/* nothing */
"%C22*%O$tThe file%C26 $1%C already exists, saving it as%C26 $2%O instead." = "%C22*%O$tਫਾਇਲ%C26 $1%C ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ, %C26 $2%O ਦੇ ਤੌਰ ਤੇ ਸੰਭਾਲੀ ਜਾ ਰਹੀ ਹੈ।";

/* nothing */
"%C22*%O$t%C26$1 %Ohas requested to resume%C26 $2 %Cfrom%C26 $3%C." = "%C22*%O$t%C26$1 %Oਨੇ%C26 $2 %Cਨੂੰ%C26 $3%C ਤੋਂ ਮੁੜ-ਪ੍ਰਾਪਤੀ ਦੀ ਮੰਗ ਰੱਖੀ।";

/* nothing */
"%C22*%O$tDCC SEND%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC SEND%C26 $2%O to%C26 $1%O ਅਧੂਰਾ ਛੱਡਿਆ।";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O complete %C30[%C26$3%O cps%C30]%O." = "%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O ਮੁਕੰਮਲ %C30[%C26$3%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC SEND connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tDCC SEND %C26 $1 %C30[%O$2%C30] ਨਾਲ ਕੁਨੈਕਸ਼ਨ ਬਣਿਆ";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O failed. $3" = "%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O ਅਸਫਲ $3";

/* nothing */
"%C22*%O$t%C26$1 %Ohas offered%C26 $2 %O(%C26$3 %Obytes)" = "%C22*%O$t%C26$1 %Oਨੇ %C26 $2 %O(%C26$3 %Oਬਾਇਟ) ਫਾਇਲ ਭੇਜੀ";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Cstalled - aborting." = "%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Cਸਥਿਰ - ਅਧੂਰਾ ਛੱਡਿਆ";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Otimed out - aborting." = "%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Oਸਮਾਂ ਸਮਾਪਤ - ਅਧੂਰਾ ਛੱਡਿਆ।";

/* nothing */
"%C22*%O$t$1 deleted from notify list." = "%C22*%O$t$1 ਨੂੰ ਸੂਚਨਾ ਤੋਂ ਹਟਾਇਆ।";

/* nothing */
"%C22*%O$tDisconnected ($1)." = "%C22*%O$t ($1) ਬੰਦ ਹੋਇਆ ਹੈ।";

/* nothing */
"%C22*%O$tFound your IP: [$1]" = "%C22*%O$tਤੁਹਾਡਾ IP ਖੋਜਿਆ: [$1]";

/* nothing */
"%O%C26$1%O added to ignore list." = "%O%C26$1%O ਨੂੰ ਅਣਡਿੱਠੀ ਸੂਚੀ ਵਿੱਚ ਸ਼ਾਮਿਲ ਕੀਤਾ।";

/* nothing */
"Ignore on %C26$1%O changed." = "%C26$1%O ਤਬਦੀਲੀ ਅਣਡਿੱਠਾ।";

/* nothing */
"%C24,18                                                              " = "%C24,18                                                              ";

/* nothing */
"%C24,18 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG " = "%C24,18 ਮੇਜ਼ਬਾਨ ਮਖੌਟਾ                  PRIV NOTI CHAN CTCP DCC  INVI UNIG ";

/* nothing */
"%O%C26$1%O removed from ignore list." = "%O%C26$1%O ਨੂੰ ਅਣਡਿੱਠਾ ਸੂਚੀ ਵਿੱਚੋਂ ਹਟਾਇਆ।";

/* nothing */
"  Ignore list is empty." = " ਅਣਡਿੱਠਾ ਸੂਚੀ ਖਾਲੀ ਹੈ।";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Channel is invite only)." = "%C22*%O$t%C26 %B$1 %O ਵਿੱਚ ਦਾਖਲ ਨਹੀਂ ਹੋ ਸਕਦੇ (ਚੈਨਲ ਹੀ ਸੱਦ ਸਕਦਾ ਏ)।";

/* nothing */
"%C22*%O$tYou have been invited to%C26 $1%O by%C26 $2%C (%C26$3%C)" = "%C22*%O$tਤੁਹਾਨੂੰ%C26 $1%O by%C26 $2%C (%C26$3%C) ਲਈ ਸੱਦਾ ਹੈ";

/* nothing */
"%C19*%O$t%C19%B$1 %B($3) has joined $2" = "%C19*%O$t%C19%B$1 %B($3) $2 ਵਿੱਚ ਦਾਖਲ";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Requires keyword)." = "%C22*%O$t%C26 %B$1 %O ਵਿੱਚ ਦਾਖਲ ਨਹੀਂ ਹੋ ਸਕਦੇ(ਸ਼ਬਦ ਲੋੜੀਦਾ ਹੈ)।";

/* nothing */
"%C21*%O$t%C21$1 has kicked $2 from $3 ($4%O%C21)" = "%C21*%O$t%C21$1 ਨੇ $2 ਨੂੰ $3 ($4%O%C21) ਤੋਂ ਬਾਹਰ ਸੁੱਟ ਦਿੱਤਾ";

/* nothing */
"%C22*%O$tYou have been killed by $1 ($2%O%C22)" = "%C22*%O$tਤੁਹਾਨੂੰ $1 ($2%O%C22) ਨੇ ਚੈਨਲ ਵਿੱਚੋਂ ਬਾਹਰ ਸੁੱਟ ਦਿੱਤਾ";

/* nothing */
"%C22*%O$t%C22MOTD Skipped." = "%C22*%O$t%C22MOTD ਅਧੂਰਾ ਛੱਡਿਆ ਹੈ।";

/* nothing */
"%C22*%O$t$1 already in use. Retrying with $2..." = "%C22*%O$t$1 ਪਹਿਲਾਂ ਹੀ ਵਰਤੋਂ ਅਧੀਨ ਹੈ। $2 ਨਾਲ ਮੁੜ ਕੋਸ਼ਿਸ ਜਾਰੀ...";

/* nothing */
"%C22*%O$tNickname already in use. Use /NICK to try another." = "%C22*%O$tਨਾਂ ਪਹਿਲਾਂ ਹੀ ਵਰਤੋਂ ਅਧੀਨ ਹੈ। ਹੋਰ ਵਰਤਣ ਲਈ /NICK ਦੀ ਵਰਤੋਂ ਕਰੋ।";

/* nothing */
"%C22*%O$tNo such DCC." = "%C22*%O$tਏਦਾਂ ਦਾ ਕੋਈ DCC ਨਹੀਂ ਹੈ।";

/* nothing */
"%C22*%O$tNo process is currently running" = "%C22*%O$tਇਸ ਸਮੇਂ ਕੋਈ ਕਾਰਜ ਨਹੀਂ ਚੱਲ ਨਹੀਂ ਰਿਹਾ ਹੈ।";

/* nothing */
"$tNotify list is empty." = "$tਸੂਚਨਾ ਸੂਚੀ ਖਾਲੀ ਹੈ।";

/* nothing */
"%C24,18 %B  Notify List                           " = "%C24,18 %B  ਸੂਚਨਾ ਸੂਚੀ                           ";

/* nothing */
"%C22*%O$t$1 users in notify list." = "%C22*%O$t$1 ਉਪਭੋਗੀ ਸੂਚਨਾ ਸੂਚੀ ਵਿੱਚ ਹੈ।";

/* nothing */
"%C22*%O$tNotify: $1 is offline ($3)." = "%C22*%O$tਸੂਚਨਾ: $1 ਮੌਕੇ ਤੇ ਮੌਜੂਦ ਨਹੀਂ ਹੈ ($2)।";

/* nothing */
"%C22*%O$tNotify: $1 is online ($3)." = "%C22*%O$tਸੂਚਨਾ: $1 ਮੌਕੇ ਤੇ ਮੌਜੂਦ ਹੈ ($2)।";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3" = "%C23*%O$t%C23$1 (%O%C23$2) ਛੱਡ ਗਿਆ ਹੈ $3";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3 (%O%C23%B%B$4%O%C23)" = "%C23*%O$t%C23$1 (%O%C23$2) ਨੇ $3 (%O%C23%B%B$4%O%C23) ਛੱਡਿਆ";

/* nothing */
"%C22*%O$tPing reply from $1: $2 second(s)" = "%C22*%O$t$1ਤੋਂ ਪਿੰਗ ਜਵਾਬ: $2 ਸਕਿੰਟ";

/* nothing */
"%C22*%O$tNo ping reply for $1 seconds, disconnecting." = "%C22*%O$t$1 ਸਕਿੰਟਾਂ ਤੋਂ ਕੋਈ ਜਵਾਬ ਨਹੀ, ਕੁਨੈਕਸ਼ਨ ਨਹੀਂ ਹੈ।";

/* nothing */
"%C22*%O$tA process is already running" = "%C22*%O$tਇੱਕ ਕਾਰਜ ਪਹਿਲਾਂ ਹੀ ਚੱਲ ਰਿਹਾ ਹੈ";

/* nothing */
"%C23*%O$t%C23$1 has quit (%O%C23%B%B$2%O%C23)" = "%C23*%O$t%C23$1 ਨੇਬੰਦ ਕੀਤਾ ਹੈ (%O%C23$2)";

/* nothing */
"%C22*%O$t$1 sets modes%B %C30[%O$2%B%C30]" = "%C22*%O$t$1 ਨੇ ਢੰਗ%B %C30[%O$2%B%C30] ਦਿੱਤਾ";

/* nothing */
"%C28-%C29$1/Wallops%C28-%O$t$2" = "%C28-%C29$1/Wallops%C28-%O$t$2";

/* nothing */
"%C22*%O$tLooking up IP number for%C26 $1%O..." = "%C22*%O$t%C26 $1%O ਲਈ IP ਨੰਬਰ ਦੀ ਖੋਜ ਜਾਰੀ ਹੈ...";

/* nothing */
"%C22*%O$t%C22Connected." = "%C22*%O$t%C22ਜੁੜਿਆ ਹੈ।";

/* nothing */
"%C22*%O$t%C22Looking up $1" = "%C22*%O$t%C22 $1 ਦੀ ਖੋਜ ਜਾਰੀ ਹੈ";

/* nothing */
"%C22*%O$tStopped previous connection attempt (pid=$1)" = "%C22*%O$tਪੁਰਾਣੀ ਕੁਨੈਕਸ਼ਨ ਕੋਸ਼ਿਸ ਰੋਕੀ (pid=$1)";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29is: $2" = "%C29*%O$t%C29 $1%C %C29 ਲਈ ਵਿਸ਼ਾ ਹੈ: $2";

/* nothing */
"%C22*%O$t$1 has changed the topic to: $2" = "%C22*%O$t$1 ਨੇ ਵਿਸ਼ਾ ਤਬਦੀਲ ਕੀਤਾ: $2";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29set by $2%C %C29at $3" = "%C29*%O$t%C29$1%C %C29 ਲਈ ਵਿਸ਼ਾ $2%C %C29 ਨੇ $3 ਵਜੇ ਦਿੱਤਾ";

/* nothing */
"%C22*%O$tUnknown host. Maybe you misspelled it?" = "%C22*%O$tਅਣਜਾਣ ਮੇਜ਼ਬਾਨ, ਸ਼ਾਇਦ ਤੁਸੀਂ ਨਾਂ ਗਲਤ ਲਿਖਿਆ ਹੈ?";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(User limit reached)." = "%C22*%O$t%C26 %B$1 %O ਵਿੱਚ ਦਾਖਲ ਨਹੀਂ ਹੋ ਸਕਦੇ (ਉਪਭੋਗੀ ਸੀਮਾ ਟੱਪੀ)।";

/* nothing */
"%C22*%O$t%C26Users on $1:%C $2" = "%C22*%O$t%C26$1 ਤੇ ਉਪਭੋਗੀ:%C $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Cis away %C30(%O$2%O%C30)" = "%C22*%O$t%C28[%O$1%C28] %Cਦੂਰ %C30(%O$2%O%C30)";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O $2" = "%C22*%O$t%C28[%O$1%C28]%O $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %OEnd of WHOIS list." = "%C22*%O$t%C28[%O$1%C28] %OWHOIS ਸੂਚੀ ਖਤਮ।";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2" = "%C22*%O$t%C28[%O$1%C28]%O ਵਿਹਲਾ%C26 $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2%O, signon:%C26 $3" = "%C22*%O$t%C28[%O$1%C28]%O ਵਿਹਲਾ%C26 $2%O, ਦਾਖਲ:%C26 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4" = "%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Oreal user@host%C27 $2%O, real IP%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %Oਅਸਲੀ user@host%C27 $2%O, ਅਸਲੀ IP%C27 $3";

/* nothing */
"%C19*%O$t%C19Now talking on $2" = "%C19*%O$t%C19ਹੁਣ $2 'ਤੇ ਗੱਲਬਾਤ ਕਰ ਰਹੇ ਹੋ";

/* nothing */
"%C23*$tYou have been kicked from $2 by $3 ($4%O%C23)" = "%C23*$tਤੁਹਾਨੂੰ $2 ਤੋਂ $3 ($4%O%C23) ਨੇ ਬਾਹਰ ਸੁੱਟ ਦਿੱਤਾ";

/* nothing */
"%C23*$tYou have left channel $3" = "%C23*$tਤੁਸੀਂ $3 ਚੈਨਲ ਛੱਡਿਆ";

/* nothing */
"%C23*$tYou have left channel $3 (%O%C23%B%B$4%O%C23)" = "%C23*$tਤੁਸੀਂ $3 (%O%C23%B%B$4%O%C23) ਚੈਨਲ ਛੱਡਿਆ";

/* nothing */
"%C22*%O$tYou've invited%C26 $1%O to%C26 $2%O (%C26$3%O)" = "%C22*%O$tਤੁਹਾਨੂੰ%C26 $1%O ਤੋਂ%C26 $2%O (%C26$3%O) ਤੇ ਸੱਦਿਆ ਗਿਆ";

/* nothing */
"%C22*%O$tYou are now known as $2" = "%C22*%O$tਹੁਣ ਤੁਸੀਂ ਜਾਣੇ ਜਾਓਗੇ $2";

/* nothing */
"Loaded log from" = "";

/* nothing */
"**** ENDING LOGGING AT %s\n" = "**** %s ਤੇ ਲਾਗਿੰਨ ਸਮਾਪਤ\n";

/* nothing */
"**** BEGIN LOGGING AT %s\n" = "**** %s ਤੇ ਲਾਗਆਨ \n";

/* nothing */
"* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs" = "* ਲਿਖਣ ਲਈ ਲਾਗ ਫਾਇਲ ਨੂੰ ਖੋਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ।\n  %s/xchatlogs ਅਧਿਕਾਰਾਂ ਦੀ ਪੜਤਾਲ ਕਰੋ।";

/* nothing */
"Left message" = "ਖੱਬਾ ਸੁਨੇਹਾ";

/* nothing */
"Right message" = "ਸੱਜਾ ਸੁਨੇਹਾ";

/* nothing */
"The nick of the joining person" = "ਦਾਖਲ ਹੋਏ ਵਿਅਕਤੀ ਦਾ ਨਾਂ";

/* nothing */
"The channel being joined" = "ਚੈਲਨ ਵਿੱਚ ਸ਼ਾਮਿਲ";

/* nothing */
"The host of the person" = "ਵਿਅਕਤੀ ਦਾ ਮੇਜ਼ਬਾਨ";

/* nothing */
"Nickname" = "ਆਮ ਨਾਂ";

/* nothing */
"The action" = "ਕਾਰਵਾਈ";

/* nothing */
"Mode char" = "ਮੋਡ ਅੱਖਰ";

/* nothing */
"The text" = "ਪਾਠ";

/* nothing */
"Identified text" = "ਪਛਾਣ ਪਾਠ";

/* nothing */
"The message" = "ਸੁਨੇਹਾ";

/* nothing */
"Old nickname" = "ਪੁਰਾਣਾ ਨਾਂ";

/* nothing */
"New nickname" = "ਨਵਾਂ ਨਾਂ";

/* nothing */
"Nick of person who changed the topic" = "ਜਿਸ ਨੇ ਵਿਸ਼ਾ ਤਬਦੀਲ ਕੀਤਾ ਹੈ, ਉਸ ਦਾ ਨਾਂ";

/* nothing */
"Topic" = "ਵਿਸ਼ਾ";

/* nothing */
"Channel" = "ਚੈਨਲ";

/* nothing */
"The nickname of the kicker" = "ਸੁੱਟਣ ਵਾਲੇ ਦਾ ਨਾਂ";

/* nothing */
"The person being kicked" = "ਸੁੱਟਿਆ ਗਿਆ ਵਿਅਕਤੀ";

/* nothing */
"The channel" = "ਚੈਨਲ";

/* nothing */
"The reason" = "ਕਾਰਨ";

/* nothing */
"The nick of the person leaving" = "ਜਾ ਰਹੇ ਵਿਅਕਤੀ ਦਾ ਨਾਂ";

/* nothing */
"The time" = "ਸਮਾਂ";

/* nothing */
"The creator" = "ਨਿਰਮਾਤਾ";

/* nothing */
"Nick" = "ਨਾਂ";

/* nothing */
"Reason" = "ਕਾਰਨ";

/* nothing */
"Host" = "ਮੇਜ਼ਬਾਨ";

/* nothing */
"Who it's from" = "ਕਿਸ ਵੱਲੋਂ ਹੈ";

/* nothing */
"The time in x.x format (see below)" = "ਸਮਾਂ x.x ਫਾਰਮਿਟ ਵਿੱਚ (ਹੇਠਾਂ ਵੇਖੋ)";

/* nothing */
"The Channel it's going to" = "ਚੈਨਲ ਇਹ ਜਾ ਰਿਹਾ ਹੈ";

/* nothing */
"The sound" = "ਆਵਾਜ਼";

/* nothing */
"The nick of the person" = "ਵਿਅਕਤੀ ਦਾ ਨਾਂ";

/* nothing */
"The CTCP event" = "CTCP ਘਟਨਾ";

/* nothing */
"The nick of the person who set the key" = "ਕੁੰਜੀ ਦੇਣ ਵਾਲੇ ਵਿਅਕਤੀ ਦਾ ਨਾਂ";

/* nothing */
"The key" = "ਕੁੰਜੀ";

/* nothing */
"The nick of the person who set the limit" = "ਸੀਮਾ ਲਗਾਉਣ ਵਾਲੇ ਵਿਅਕਤੀ ਦਾ ਨਾਂ";

/* nothing */
"The limit" = "ਸੀਮਾ";

/* nothing */
"The nick of the person who did the op'ing" = "";

/* nothing */
"The nick of the person who has been op'ed" = "";

/* nothing */
"The nick of the person who has been halfop'ed" = "";

/* nothing */
"The nick of the person who did the halfop'ing" = "";

/* nothing */
"The nick of the person who did the voice'ing" = "ਆਵਾਜ਼ ਦੇਣ ਵਾਲੇ ਵਿਅਕਤੀ ਦਾ ਨਾਂ";

/* nothing */
"The nick of the person who has been voice'ed" = "ਆਵਾਜ਼ ਪ੍ਰਾਪਤ ਵਾਲੇ ਵਿਅਕਤੀ ਦਾ ਨਾਂ";

/* nothing */
"The nick of the person who did the banning" = "ਪਾਬੰਦੀ ਲਗਾਉਣ ਵਾਲੇ ਵਿਅਕਤੀ ਦਾ ਨਾਂ";

/* nothing */
"The ban mask" = "ਪਾਬੰਦੀ ਮਖੌਟਾ";

/* nothing */
"The nick who removed the key" = "ਕੁੰਜੀ ਹਟਾਉਣ ਵਾਲੇ ਦਾ ਨਾਂ";

/* nothing */
"The nick who removed the limit" = "ਸੀਮਾ ਹਟਾਉਣ ਵਾਲੇ ਦਾ ਨਾਂ";

/* nothing */
"The nick of the person of did the deop'ing" = "";

/* nothing */
"The nick of the person who has been deop'ed" = "";

/* nothing */
"The nick of the person of did the dehalfop'ing" = "";

/* nothing */
"The nick of the person who has been dehalfop'ed" = "";

/* nothing */
"The nick of the person of did the devoice'ing" = "ਨਾ-ਅਵਾਜ਼ ਕਰਨ ਵਾਲੇ ਵਿਅਕਤੀ ਦਾ ਨਾਂ";

/* nothing */
"The nick of the person who has been devoice'ed" = "ਨਾ-ਆਵਾਜ਼ ਕੀਤੇ ਜਾਣ ਵਾਲੇ ਵਿਅਕਤੀ ਦਾ ਨਾਂ";

/* nothing */
"The nick of the person of did the unban'ing" = "ਨਾ-ਪਾਬੰਦੀ ਕਰਨ ਵਾਲੇ ਵਿਅਕਤੀ ਦਾ ਨਾਂ";

/* nothing */
"The nick of the person who did the exempt" = "";

/* nothing */
"The exempt mask" = "";

/* nothing */
"The nick of the person removed the exempt" = "";

/* nothing */
"The nick of the person who did the invite" = "ਸੱਦਾ ਭੇਜਣ ਵਾਲੇ ਵਿਅਕਤੀ ਦਾ ਨਾਂ";

/* nothing */
"The invite mask" = "ਸੱਦਾ ਮਖੌਟਾ";

/* nothing */
"The nick of the person removed the invite" = "ਸੱਦੇ ਨੂੰ ਹਟਾਉਣ ਵਾਲੇ ਵਿਅਕਤੀ ਦਾ ਨਾਂ";

/* nothing */
"The nick of the person setting the mode" = "ਢੰਗ ਦੇਣ ਵਾਲੇ ਵਿਅਕਤੀ ਦਾ ਨਾਂ";

/* nothing */
"The mode's sign (+/-)" = "ਢੰਗ ਨਿਸ਼ਾਨ (+/-)";

/* nothing */
"The mode letter" = "ਢੰਗ ਅੱਖਰ";

/* nothing */
"The channel it's being set on" = "ਚੈਨਲ ਦਿੱਤਾ ਜਾ ਰਿਹਾ ਹੈ";

/* nothing */
"Username" = "ਉਪਭੋਗੀ ਨਾਂ";

/* nothing */
"Full name" = "ਪੂਰਾ ਨਾਂ";

/* nothing */
"Channel Membership/\"is an IRC operator\"" = "ਚੈਨਲ ਮੈਂਬਰੀ /\"ਇੱਕ IRC ਮੁੱਖੀ ਹੈ\"";

/* nothing */
"Server Information" = "ਸਰਵਰ ਜਾਣਕਾਰੀ";

/* nothing */
"Idle time" = "ਵਿਹਲਾ ਸਮਾਂ";

/* nothing */
"Signon time" = "ਦਾਖਲਾ ਸਮਾਂ";

/* nothing */
"Away reason" = "ਜਾਣ ਦਾ ਕਾਰਨ ";

/* nothing */
"Message" = "ਸੁਨੇਹਾ";

/* nothing */
"Account" = "ਖਾਤਾ";

/* nothing */
"Real user@host" = "ਅਸਲੀ user@host";

/* nothing */
"Real IP" = "ਅਸਲੀ IP";

/* nothing */
"Channel Name" = "ਚੈਨਲ ਨਾਂ";

/* nothing */
"Text" = "ਪਾਠ";

/* nothing */
"Server Name" = "ਸਰਵਰ ਨਾਂ";

/* nothing */
"Nick of person who invited you" = "ਸੱਦਣ ਲਈ ਵਿਅਕਤੀ ਦਾ ਨਾਂ";

/* nothing */
"Users" = "ਉਪਭੋਗੀ";

/* nothing */
"Nickname in use" = "ਵਰਤੋਂ ਵਿੱਚ ਆਮ ਨਾਂ";

/* nothing */
"Nick being tried" = "ਕੋਸ਼ਿਸ ਕੀਤਾ ਨਾਂ";

/* nothing */
"IP" = "IP";

/* nothing */
"Port" = "ਪੋਰਟ";

/* nothing */
"Network" = "ਨੈੱਟਵਰਕ";

/* nothing */
"Modes string" = "ਢੰਗ ਸਤਰ";

/* nothing */
"IP address" = "IP ਸਿਰਨਾਵਾਂ";

/* nothing */
"DCC Type" = "DCC ਕਿਸਮ";

/* nothing */
"Filename" = "ਫਾਇਲ ਨਾਂ";

/* nothing */
"Destination filename" = "ਨਿਯਤ ਫਾਇਲ ਨਾਂ";

/* nothing */
"CPS" = "CPS";

/* nothing */
"Pathname" = "ਰਸਤਾ ਨਾਂ";

/* nothing */
"Position" = "ਸਥਿਤੀ";

/* nothing */
"Size" = "ਆਕਾਰ";

/* nothing */
"DCC String" = "DCC ਸਤਰ";

/* nothing */
"Number of notify items" = "ਸੂਚਨਾ ਇਕਾਈਆਂ ਦੀ ਗਿਣਤੀ";

/* nothing */
"Old Filename" = "ਪੁਰਾਣਾ ਫਾਇਲ ਨਾਂ";

/* nothing */
"New Filename" = "ਨਵਾਂ ਫਾਇਲ ਨਾਂ";

/* nothing */
"Receiver" = "ਪ੍ਰਾਪਤ ਕਰਤਾ";

/* nothing */
"Hostmask" = "ਮੇਜ਼ਬਾਨ ਮਖੌਟਾ";

/* nothing */
"Hostname" = "ਮੇਜ਼ਬਾਨ ਨਾਂ";

/* nothing */
"The Packet" = "ਪੈਕਟ";

/* nothing */
"Seconds" = "ਸਕਿੰਟ";

/* nothing */
"Nick of person who have been invited" = "ਸੱਦਣ ਲਈ ਵਿਅਕਤੀ ਦਾ ਨਾਂ";

/* nothing */
"Banmask" = "ਪਾਬੰਦੀ ਮਖੌਟਾ";

/* nothing */
"Who set the ban" = "ਕਿਸ ਨੇ ਪਾਬੰਦੀ ਲਗਾਈ";

/* nothing */
"Ban time" = "ਪਾਬੰਦੀ ਸਮਾਂ";

/* nothing */
"Error parsing event %s.\nLoading default." = "%s ਘਟਨਾ ਪਾਰਸ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ।\nਮੂਲ ਹੀ ਲੋਡ ਕੀਤਾ ਗਿਆ ਹੈ।";

/* nothing */
"Cannot read sound file:\n%s" = "ਆਵਾਜ਼ ਫਾਇਲ ਪੜੀ ਨਹੀਂ ਜਾ ਸਕੀ:\n%s";

/* nothing */
"Remote host closed socket" = "ਰਿਮੋਟ ਮੇਜ਼ਬਾਨ ਬੰਦ ਸਾਕਟ";

/* nothing */
"Connection refused" = "ਕੁਨੈਕਸ਼ਨ ਤੋਂ ਇਨਕਾਰ";

/* nothing */
"No route to host" = "ਮੇਜ਼ਬਾਨ ਲਈ ਮਾਰਗ ਨਹੀਂ";

/* nothing */
"Connection timed out" = "ਕੁਨੈਕਸ਼ਨ ਲਈ ਸਮਾਂ ਸਮਾਪਤ";

/* nothing */
"Cannot assign that address" = "ਇਹ ਸਿਰਨਾਵਾਂ ਦਿੱਤਾ ਨਹੀਂ ਜਾ ਸਕਦਾ";

/* nothing */
"Connection reset by peer" = "ਪੀਅਰ ਨੇ ਕੁਨੈਕਸ਼ਨ ਮੁੜ ਬਣਾਇਆ";

/* nothing */
"Ascension Island" = "ਕੋਕਸ ਟਾਪੂ";

/* nothing */
"Andorra" = "ਅਡੂਰਾ";

/* nothing */
"United Arab Emirates" = "ਮਿਸਰ";

/* nothing */
"Afghanistan" = "ਅਫਗਾਨਿਸਤਾਨ";

/* nothing */
"Antigua and Barbuda" = "ਐਟੀਗੋਆ ਤੇ ਬਾਰਬੂਡਾ";

/* nothing */
"Anguilla" = "ਐਗੂਲਾ";

/* nothing */
"Albania" = "ਅਲਬਾਨੀਆ";

/* nothing */
"Armenia" = "ਅਰਮੀਨੀਆ";

/* nothing */
"Netherlands Antilles" = "ਨੀਂਦਰਲੈਂਡ ਐਟੀਲਾਇਸ";

/* nothing */
"Angola" = " ਅੰਗੋਲਾ";

/* nothing */
"Antarctica" = "ਐਟਾਰਟਿਕਾ";

/* nothing */
"Argentina" = "ਅਰਜਨਟੀਨਾ";

/* nothing */
"Reverse DNS" = "ਉਲਟ DNS";

/* nothing */
"American Samoa" = "ਅਮਰੀਕਨ ਸਾਮੋਕਾ";

/* nothing */
"Austria" = "ਆਸਟਾਰੀਆ";

/* nothing */
"Nato Fiel" = "ਨੈਟੋ ਫਿਲ";

/* nothing */
"Australia" = "ਅਸਟਰੇਲੀਆ";

/* nothing */
"Aruba" = "ਅਰੂਬਾ";

/* nothing */
"Aland Islands" = "ਫਾਕਲੈਡ ਟਾਪੂ";

/* nothing */
"Azerbaijan" = "ਅਜਰਬਾਈਜਾਨ";

/* nothing */
"Bosnia and Herzegovina" = "ਬੋਸਨੀਆ ਤੇ ਹਰਜੀਗੋਵੀਨਾ";

/* nothing */
"Barbados" = "ਬਾਰਬਾਰਡੋਸ";

/* nothing */
"Bangladesh" = "ਬੰਗਲਾਦੇਸ਼";

/* nothing */
"Belgium" = "ਬੈਲਜੀਅਮ";

/* nothing */
"Burkina Faso" = " ";

/* nothing */
"Bulgaria" = "ਬੁਲਗਾਰੀਆ";

/* nothing */
"Bahrain" = "ਬਹਰੀਨ";

/* nothing */
"Burundi" = "ਬੂਰੂਮਾਡੀ";

/* nothing */
"Businesses" = "ਵਪਾਰਿਕ";

/* nothing */
"Benin" = "ਬੀਨਾਨ";

/* nothing */
"Bermuda" = "ਬਾਰਮੂਡਾ";

/* nothing */
"Brunei Darussalam" = "ਬਰੂਨਈ ਡਾਰੂਸ਼ਲਾਮ";

/* nothing */
"Bolivia" = "ਬੋਲੋਵੀਆ";

/* nothing */
"Brazil" = "ਬਰਾਜ਼ੀਲ";

/* nothing */
"Bahamas" = "ਬਾਹਾਮਾਸ";

/* nothing */
"Bhutan" = "ਭੁਟਾਨ";

/* nothing */
"Bouvet Island" = "ਬੂਟਵਟ ਟਾਪੂ";

/* nothing */
"Botswana" = "ਬੂਟਸਵਾਨਾ";

/* nothing */
"Belarus" = "ਬੇਲਾਰੂਸ";

/* nothing */
"Belize" = "ਬੀਲੀਜ਼ੀ";

/* nothing */
"Canada" = "ਕੈਨੇਡਾ";

/* nothing */
"Cocos Islands" = "ਕੋਕਸ ਟਾਪੂ";

/* nothing */
"Democratic Republic of Congo" = "ਕਾਗੋਂ ਗਣਰਾਜ";

/* nothing */
"Central African Republic" = "ਕੇਂਦਰੀ ਅਫਰੀਕੀ ਗਣਰਾਜ";

/* nothing */
"Congo" = "ਕਾਂਗੋ";

/* nothing */
"Switzerland" = "ਸਵਿਟਰਜ਼ਰਲੈਂਡ";

/* nothing */
"Cote d'Ivoire" = "ਕੋਟੀ ਡੀਵੋਰਆ";

/* nothing */
"Cook Islands" = "ਕੂਕ ਟਾਪੂ";

/* nothing */
"Chile" = "ਚਿੱਲੀ";

/* nothing */
"Cameroon" = "ਕੈਮਰੂਨ";

/* nothing */
"China" = "ਚੀਨ";

/* nothing */
"Colombia" = "ਕੋਲੰਬੀਆ";

/* nothing */
"Internic Commercial" = "ਅੰਦਰੂਨੀ ਵਣਜ";

/* nothing */
"Costa Rica" = "ਕਾਸਟ ਰੀਕਾ";

/* nothing */
"Serbia and Montenegro" = "ਸਰਬੀਆ ਅਤੇ ਮੋਨਟੇਨੇਗਰੋ";

/* nothing */
"Cuba" = "ਕਿਊਬਾ";

/* nothing */
"Cape Verde" = "ਕੇਪ ਵਾਰਡੀ";

/* nothing */
"Christmas Island" = "ਕ੍ਰਿਸਮਸ ਟਾਪੂ";

/* nothing */
"Cyprus" = "ਕਿਊਰੂਸ";

/* nothing */
"Czech Republic" = "ਚੈੱਕ ਗਣਰਾਜ";

/* nothing */
"Germany" = "ਜਰਮਨੀ";

/* nothing */
"Djibouti" = "ਡਜੀਬੂਟੀ";

/* nothing */
"Denmark" = "ਡੈਨਮਾਰਕ";

/* nothing */
"Dominica" = "ਡੋਮੀਨੀਆ";

/* nothing */
"Dominican Republic" = "ਡੋਮੀਨੀਆਨ ਗਣਰਾਜ਼";

/* nothing */
"Algeria" = "ਅਲਜੀਰੀਆ";

/* nothing */
"Ecuador" = "ਏਕਵੇਡਰ";

/* nothing */
"Educational Institution" = "ਵਿਦਿਅਕ ਸੰਗਠਨ";

/* nothing */
"Estonia" = "ਈਸਟੋਨੀਆ";

/* nothing */
"Egypt" = "ਮਿਸਰ";

/* nothing */
"Western Sahara" = "ਦੱਖਣੀ ਸਹਾਰਾ";

/* nothing */
"Eritrea" = "ਈਰਟੀਰਆ";

/* nothing */
"Spain" = "ਸਪੇਨ ";

/* nothing */
"Ethiopia" = "ਈਥੋਪਈਆ";

/* nothing */
"European Union" = "";

/* nothing */
"Finland" = "ਫਿਨਲੈਂਡ";

/* nothing */
"Fiji" = "ਫਿਜੀ";

/* nothing */
"Falkland Islands" = "ਫਾਕਲੈਡ ਟਾਪੂ";

/* nothing */
"Micronesia" = "ਮਾਕਰੋਨੀਸ਼ੀਆ";

/* nothing */
"Faroe Islands" = "ਫਾਰੀਓ ਟਾਪੂ";

/* nothing */
"France" = "ਫਰਾਂਸ";

/* nothing */
"Gabon" = "ਗਾਬੋਨ";

/* nothing */
"Great Britain" = "ਬਰਤਾਨੀਆ";

/* nothing */
"Grenada" = "ਗਰੀਨਾਡਾਆ";

/* nothing */
"Georgia" = "ਜਾਰਜੀਆ";

/* nothing */
"French Guiana" = "ਫਰੈਂਚ ਗੁਆਨਾ";

/* nothing */
"British Channel Isles" = "ਚੈਨਲ";

/* nothing */
"Ghana" = "ਘਾਨਾ";

/* nothing */
"Gibraltar" = "ਗੀਬਰਾਲਟਰ";

/* nothing */
"Greenland" = "ਗਰੀਨਲੈਂਡ";

/* nothing */
"Gambia" = "ਗਾਬੀਆ";

/* nothing */
"Guinea" = "ਗੂਈਨੀਆ";

/* nothing */
"Government" = "ਸਰਕਾਰੀ";

/* nothing */
"Guadeloupe" = "ਗੁਆਡੀਲੂਪੀ";

/* nothing */
"Equatorial Guinea" = "ਭੂ-ਖੰਡੀ ਗੁਆਨਾ";

/* nothing */
"Greece" = "ਗਰੀਸ";

/* nothing */
"S. Georgia and S. Sandwich Isles" = "ਦੱਖਣ ਜਾਰਜੀਆ ਦੱਖਣ";

/* nothing */
"Guatemala" = "ਗੂਆਟੇਮਾਲਾ";

/* nothing */
"Guam" = "ਗੁਆਮ";

/* nothing */
"Guinea-Bissau" = "ਗੁਨੇਆ-ਬਿਸਾਉ";

/* nothing */
"Guyana" = "ਗੁਆਨਾ";

/* nothing */
"Hong Kong" = "ਹਾਂਗਕਾਂਗ";

/* nothing */
"Heard and McDonald Islands" = "ਹੀਅਰਡ ਅਤੇ ਮੈਕਡੋਨਾਲਡ ਆਈਸਲੈਂਡ";

/* nothing */
"Honduras" = "ਹਾਨਡੂਰਸ";

/* nothing */
"Croatia" = "ਕਰੋਟੀਆ";

/* nothing */
"Haiti" = "ਹਾਈਟੀ";

/* nothing */
"Hungary" = "ਹੰਗਰੀ";

/* nothing */
"Indonesia" = "ਇੰਡੋਨੇਸ਼ੀਆ";

/* nothing */
"Ireland" = "ਆਇਰਲੈਂਡ";

/* nothing */
"Israel" = "ਇਜ਼ਰਾਈਲ";

/* nothing */
"Isle of Man" = "";

/* nothing */
"India" = "ਭਾਰਤ";

/* nothing */
"Informational" = "ਜਾਣਕਾਰੀ";

/* nothing */
"International" = "ਅੰਤਰਰਾਸ਼ਟਰੀ";

/* nothing */
"British Indian Ocean Territory" = "ਬਰਤਾਨੀਆ ਭਾਰਤੀ ਸਮੁੰਦਰੀ ਖੇਤਰ";

/* nothing */
"Iraq" = "ਇਰਾਕ";

/* nothing */
"Iran" = "ਈਰਾਨ";

/* nothing */
"Iceland" = "ਆਇਸਲੈਡ";

/* nothing */
"Italy" = "ਇਟਲੀ";

/* nothing */
"Jersey" = "";

/* nothing */
"Jamaica" = "ਜੈਮਾਈਕਾ";

/* nothing */
"Jordan" = "ਜਾਰਡਨ";

/* nothing */
"Japan" = "ਜਾਪਾਨ";

/* nothing */
"Kenya" = "ਕੀਨੀਆ";

/* nothing */
"Kyrgyzstan" = "ਕਿਰਗਸਤਾਨ";

/* nothing */
"Cambodia" = "ਕੋਲੰਬੀਆ";

/* nothing */
"Kiribati" = "ਕੀਰੀਬਾਟੀ";

/* nothing */
"Comoros" = "ਕੋਮੋਰਸ";

/* nothing */
"St. Kitts and Nevis" = "ਸੇਂਟ ਕਿੱਟ ਅਤੇ ਨੀਵਿਸ";

/* nothing */
"North Korea" = "ਉੱਤਰੀ ਕੋਰੀਆ";

/* nothing */
"South Korea" = "ਦੱਖਣੀ ਕੋਰੀਆ";

/* nothing */
"Kuwait" = "ਕੁਵੈਤ";

/* nothing */
"Cayman Islands" = "ਕਾਯਮਨ ਟਾਪੂ";

/* nothing */
"Kazakhstan" = "ਕਜ਼ਾਕਸਤਾਨ";

/* nothing */
"Laos" = "ਲਿਉਸ";

/* nothing */
"Lebanon" = "ਲੀਬਨਾਨ";

/* nothing */
"Saint Lucia" = "ਸੇਂਟ ਲੂਸੀਆ";

/* nothing */
"Liechtenstein" = "ਲੀਚਟੀਨੀਆ";

/* nothing */
"Sri Lanka" = "ਸ੍ਰੀਲੰਕਾ";

/* nothing */
"Liberia" = "ਲੀਬਾਰੀਆ";

/* nothing */
"Lesotho" = "ਲੀਸੋਥੋ";

/* nothing */
"Lithuania" = "ਲੀਥੂਨੀਆ";

/* nothing */
"Luxembourg" = "ਲ਼ਕਸ਼ਬਰਗ";

/* nothing */
"Latvia" = "ਲਾਟੀਵਾਆ";

/* nothing */
"Libya" = "ਲੀਬੀਆ";

/* nothing */
"Morocco" = "ਮੋਰੋਸ਼ਸ";

/* nothing */
"Monaco" = "ਮੋਨਸ਼ੀਆ";

/* nothing */
"Moldova" = "ਮੋਲਡੋਵਾ";

/* nothing */
"United States Medical" = "ਅਮਰੀਕੀ ਮੈਂਡੀਕਲ";

/* nothing */
"Madagascar" = "ਮੈਡਾਗਾਸਕਰ";

/* nothing */
"Marshall Islands" = "ਮਾਰਸ਼ਲ ਟਾਪੂ";

/* nothing */
"Military" = "ਮਿਲਟਰੀ";

/* nothing */
"Macedonia" = "ਮੈਕਡੋਨੀਆ";

/* nothing */
"Mali" = "ਮਾਲੀ";

/* nothing */
"Myanmar" = "ਮਿਆਂਮਾਰ";

/* nothing */
"Mongolia" = "ਮੰਗੋਲੀਆ";

/* nothing */
"Macau" = "ਮਕਾਉ";

/* nothing */
"Northern Mariana Islands" = "ਉੱਤਰੀ ਮਰੀਵੀਆਨਾ ਟਾਪੂ";

/* nothing */
"Martinique" = "ਮਾਰਟੀਨੀਕਿਊ";

/* nothing */
"Mauritania" = "ਮਾਓਰੀਟਆਨਾ";

/* nothing */
"Montserrat" = "ਮੋਨਟਸ਼ਟੀਟ";

/* nothing */
"Malta" = "ਮਾਲਟਾ";

/* nothing */
"Mauritius" = "ਮਾਓਟੀਸ";

/* nothing */
"Maldives" = "ਮਾਲਦੀਪ";

/* nothing */
"Malawi" = "ਮਾਲਾਵੀਆ";

/* nothing */
"Mexico" = "ਮੈਕਸੀਕੋ";

/* nothing */
"Malaysia" = "ਮਲੇਸ਼ੀਆ";

/* nothing */
"Mozambique" = "ਮੋਜ਼ਾਮਬੀਕਿਉ";

/* nothing */
"Namibia" = "ਨੀਮੀਬੀਆ";

/* nothing */
"New Caledonia" = "ਨਵਾਂ";

/* nothing */
"Niger" = "ਨੀਜ਼ਰ";

/* nothing */
"Internic Network" = "ਨੈੱਟਵਰਕ";

/* nothing */
"Norfolk Island" = "ਨੋਰਫੋਕ ਟਾਪੂ";

/* nothing */
"Nigeria" = "ਨੀਜ਼ੀਰਆ";

/* nothing */
"Nicaragua" = "ਨਿਕਾਰਗੁਆ";

/* nothing */
"Netherlands" = "ਨੀਂਦਰਲੈਂਡ";

/* nothing */
"Norway" = "ਨਾਰਵੇ";

/* nothing */
"Nepal" = "ਨੇਪਾਲ";

/* nothing */
"Nauru" = "ਨੀਓਰੂ";

/* nothing */
"Niue" = "ਨੀਊਈ";

/* nothing */
"New Zealand" = "ਨਿਊਜ਼ੀਲੈਂਡ";

/* nothing */
"Oman" = "ਓਮਾਨ";

/* nothing */
"Internic Non-Profit Organization" = "ਅੰਦਰੂਨੀ ਨਾ-ਲਾਭ ਸੰਗਠਨ";

/* nothing */
"Panama" = "ਪੈਨਾਮਾ";

/* nothing */
"Peru" = "ਪੇਰੂ";

/* nothing */
"French Polynesia" = "ਫਰੈਚ ਪੋਲੀਸੇਲੇਵੀਆ";

/* nothing */
"Papua New Guinea" = "ਪਾਪੂਆ ਨਵਾਂ ਗੂਈਨਿਆ";

/* nothing */
"Philippines" = "ਫਿਲਿਪੀਨੀਜ਼";

/* nothing */
"Pakistan" = "ਪਾਕਿਸਤਾਨ";

/* nothing */
"Poland" = "ਪੋਲੈਂਡ";

/* nothing */
"St. Pierre and Miquelon" = "ਸੇਂਟ ਪਰੇਰਾ ਅਤੇ ਮਿਕਿਊਲੋਨ";

/* nothing */
"Pitcairn" = "ਪਿਟਸਾਰਨ";

/* nothing */
"Puerto Rico" = "ਪੁਈਰਟੋ ਰੀਸੋ";

/* nothing */
"Palestinian Territory" = "ਫਿਲੀਸਤੀਨ ਭਾਗ";

/* nothing */
"Portugal" = "ਪੁਰਤਗਾਲ";

/* nothing */
"Palau" = "ਪਾਲਾਊ";

/* nothing */
"Paraguay" = "ਪੇਰੂਗਵੇ";

/* nothing */
"Qatar" = "ਕਤਰ";

/* nothing */
"Reunion" = "ਰੀਯੁਨੀਅਨ";

/* nothing */
"Romania" = "ਰੋਮਾਨੀਆ";

/* nothing */
"Old School ARPAnet" = "ਪੁਰਾਣਾ ਸਕੂਲ ARPAnet";

/* nothing */
"Russian Federation" = "ਸੰਘੀ ਰੂਸ ";

/* nothing */
"Rwanda" = "ਰਵਾਂਡਾਂ";

/* nothing */
"Saudi Arabia" = "ਸਾਊਦੀ ਅਰਬ";

/* nothing */
"Solomon Islands" = "ਸੋਲੋਮੋਨ ਟਾਪੂ";

/* nothing */
"Seychelles" = "ਸੀਆਚਿਲਸ";

/* nothing */
"Sudan" = "ਸੂਡਾਨ";

/* nothing */
"Sweden" = "ਸਵੀਡਨ";

/* nothing */
"Singapore" = "ਸਿੰਘਾਪੁਰ";

/* nothing */
"St. Helena" = "ਸੇਂਟ ਹੀਲੀਨਆ";

/* nothing */
"Slovenia" = "ਸਲੋਵੀਨੀਆ";

/* nothing */
"Svalbard and Jan Mayen Islands" = "ਸਵਾਲਬੋਰਡ ਅਤੇ ਜਾਨ ਮਾਈਨ ਆਈਸਲੈਂਡ";

/* nothing */
"Slovak Republic" = "ਸਲੋਵਾਕ ਲੋਕਤੰਤਰ";

/* nothing */
"Sierra Leone" = "ਸੀਈਰਆ ਲਿਏਨ";

/* nothing */
"San Marino" = "ਸਾਨ ਮਾਰੀਨੂ";

/* nothing */
"Senegal" = "ਸੈਨੇਗਾਲ";

/* nothing */
"Somalia" = "ਸੋਮਾਲੀਆ";

/* nothing */
"Suriname" = "ਸੂਰੀਨਾਂ";

/* nothing */
"Sao Tome and Principe" = "ਸਾਓ ਟੋਮ ਅਤੇ ਪ੍ਰਿਨਸਾਈਪ";

/* nothing */
"Former USSR" = "ਪੁਰਾਣਾ ਸੋਵੀਅਤ ਯੂਨੀਅਨ";

/* nothing */
"El Salvador" = "ਈਲ ਸਾਲੇਵਡੋਰ";

/* nothing */
"Syria" = "ਸੀਰੀਆ";

/* nothing */
"Swaziland" = "ਸਵਰਜ਼ਲੈਂਡ";

/* nothing */
"Turks and Caicos Islands" = "ਤੁਰਕਸ ਅਤੇ ਕੇਈਕੋਸ ਟਾਪੂ";

/* nothing */
"Chad" = "ਚੰਦ";

/* nothing */
"French Southern Territories" = "ਫਰੈਂਚ ਦੱਖਣੀ ਖੇਤਰ";

/* nothing */
"Togo" = "ਟੂਗੂ";

/* nothing */
"Thailand" = "ਥਾਈਲੈਂਡ";

/* nothing */
"Tajikistan" = "ਤਜ਼ਾਕਸਤਾਨ";

/* nothing */
"Tokelau" = "ਟੂਕੀਲਾਊ";

/* nothing */
"East Timor" = "ਪੂਰਬੀ ਟੀਮੋਰ";

/* nothing */
"Turkmenistan" = "ਤੁਰਕਸਤਾਨ";

/* nothing */
"Tunisia" = "ਟੁਨੀਸ਼ੀਆ";

/* nothing */
"Tonga" = "ਟੂਨਗਾ";

/* nothing */
"Turkey" = "ਤੁਰਕੀ";

/* nothing */
"Trinidad and Tobago" = "ਟਰਿਨੀਦਾਦ ਅਤੇ ਟੋਬੇਗੋ";

/* nothing */
"Tuvalu" = "ਟੂਵਾਲੂ";

/* nothing */
"Taiwan" = "ਤਾਈਵਾਨ";

/* nothing */
"Tanzania" = "ਤਾਨਜ਼ੀਆ";

/* nothing */
"Ukraine" = "ਯੂਕਰੇਨ";

/* nothing */
"Uganda" = "ਯੂਗਾਂਡਾ";

/* nothing */
"United Kingdom" = "ਬਰਤਾਨੀਆ";

/* nothing */
"United States of America" = "ਸੰਯੁਕਤ ਰਾਜ ਅਮਰੀਕਾ";

/* nothing */
"Uruguay" = "ਉਰੂਗਵੇ";

/* nothing */
"Uzbekistan" = "ਉਜ਼ੇਬਕਸਤਾਨ";

/* nothing */
"Vatican City State" = "ਵਾਟਕੈਨ ਸ਼ਹਿਰ ਪ੍ਰਾਂਤ";

/* nothing */
"St. Vincent and the Grenadines" = "ਸੇਂਟ ਵੀਨਸੈਂਟ ਅਤੇ ਗਰੀਨਾਡੀਨਸ";

/* nothing */
"Venezuela" = "ਵੈਨੂਜੇਏਲਾ";

/* nothing */
"British Virgin Islands" = "ਬ੍ਰਿਟਿਸ਼ ਵੀਰਗਿਨ ਟਾਪੂ";

/* nothing */
"US Virgin Islands" = "ਅਮਰੀਕੀ ਵਰਜਿਨ ਟਾਪੂ";

/* nothing */
"Vietnam" = "ਵੀਅਤਨਾਮ";

/* nothing */
"Vanuatu" = "ਵਾਨੂਟੂ";

/* nothing */
"Wallis and Futuna Islands" = "ਵੈਲਿਸ ਅਤੇ ਫੂਟੂਨਾ ਆਈਸਲੈਂਡ";

/* nothing */
"Samoa" = "ਸਾਮੀਆ";

/* nothing */
"Yemen" = "ਯਮਨ";

/* nothing */
"Mayotte" = "ਮਾਈਟੀ";

/* nothing */
"Yugoslavia" = "ਯੂਗੋਸਲਾਵੀਆ";

/* nothing */
"South Africa" = "ਦੱਖਣੀ ਅਫਰੀਕਾ";

/* nothing */
"Zambia" = "ਜ਼ੈਬੀਆ";

/* nothing */
"Zimbabwe" = "ਜਿੰਬਾਬਾਵੇੰ";

/* nothing */
"Unknown" = "ਅਣਜਾਣ";

/* nothing */
"Open Dialog Window" = "ਗੱਲਬਾਤ ਝਰੋਖਾ ਖੋਲੋ";

/* nothing */
"Send a File" = "ਇੱਕ ਫਾਇਲ ਭੇਜੋ";

/* nothing */
"User Info (WHOIS)" = "ਉਪਭੋਗੀ ਜਾਣਕਾਰੀ (WHOIS)";

/* nothing */
"Operator Actions" = "ਮੁੱਖੀ ਕਾਰਵਾਈਆਂ";

/* nothing */
"Give Ops" = "ਮੁੱਖੀ ਬਣਾਓ";

/* nothing */
"Take Ops" = "ਮੁੱਖੀ ਹਟਾਓ";

/* nothing */
"Give Voice" = "ਆਵਾਜ਼ ਦਿਓ";

/* nothing */
"Take Voice" = "ਆਵਾਜ਼ ਲਵੋ";

/* nothing */
"Kick/Ban" = "ਸੁੱਟੋ/ਪਾਬੰਦੀ";

/* nothing */
"Kick" = "ਸੁੱਟੋ";

/* nothing */
"Ban" = "ਪਾਬੰਦੀ";

/* nothing */
"KickBan" = "ਸੁੱਟੋ ਪਾਬੰਦੀ";

/* nothing */
"Direct client-to-client" = "ਸਿੱਧਾ ਕਲਾਂਇਟ ਤੋਂ ਕਲਾਂਇਟ";

/* nothing */
"Send File" = "ਫਾਇਲ ਭੇਜੋ";

/* nothing */
"Offer Chat" = "ਗੱਲਬਾਤ ਸੱਦਾ";

/* nothing */
"Abort Chat" = "ਗੱਲਬਾਤ ਅਧੂਰੀ ਛੱਡੋ";

/* nothing */
"Version" = "ਵਰਜਨ";

/* nothing */
"Userinfo" = "ਉਪਭੋਗੀ ਜਾਣਕਾਰੀ";

/* nothing */
"Clientinfo" = "ਕਲਾਂਇਟ ਜਾਣਕਾਰੀ";

/* nothing */
"Ping" = "ਪਿੰਗ";

/* nothing */
"Time" = "ਸਮਾਂ";

/* nothing */
"Finger" = "ਫਿੰਗਰ";

/* nothing */
"Oper" = "ਮੁੱਖੀ";

/* nothing */
"Kill this user" = "ਇਹ ਉਪਭੋਗੀ ਖਤਮ";

/* nothing */
"Mode" = "ਮੋਡ";

/* nothing */
"Give Half-Ops" = "ਅੱਧਾ-ਮੁੱਖੀ ਦਿਓ";

/* nothing */
"Take Half-Ops" = "ਅੱਧਾ-ਮੁੱਖੀ ਖੋਹੋ";

/* nothing */
"Ignore" = "ਅਣਡਿੱਠਾ";

/* nothing */
"Ignore User" = "ਉਪਭੋਗੀ ਅਣਡਿੱਠਾ";

/* nothing */
"UnIgnore User" = "ਨਾ-ਅਣਡਿੱਠਾ ਉਪਭੋਗੀ";

/* nothing */
"Info" = "ਜਾਣਕਾਰੀ";

/* nothing */
"Who" = "ਕੌਣ";

/* nothing */
"WhoIs" = "ਕੌਣ ਹੈ";

/* nothing */
"DNS Lookup" = "DNS ਖੋਜ";

/* nothing */
"Trace" = "ਜਾਂਚ";

/* nothing */
"UserHost" = "ਉਪਭੋਗੀ ਮੇਜ਼ਬਾਨ";

/* nothing */
"External" = "ਬਾਹਰੀ";

/* nothing */
"Traceroute" = "ਮਾਰਗ ਜਾਂਚ";

/* nothing */
"Telnet" = "Telnet";

/* nothing */
"Leave Channel" = "ਚੈਨਲ ਛੱਡੋ";

/* nothing */
"Join Channel..." = "ਚੈਨਲ ਵਿੱਚ ਦਾਖਲ...";

/* nothing */
"Enter Channel to Join:" = "ਸ਼ਾਮਿਲ ਹੋਣ ਲਈ ਚੈਨਲ ਦਿਓ:";

/* nothing */
"Server Links" = "ਸਰਵਰ ਸੰਬੰਧ";

/* nothing */
"Ping Server" = "ਸਰਵਰ ਪਿੰਗ";

/* nothing */
"Hide Version" = "ਵਰਜਨ ਓਹਲੇ";

/* nothing */
"Op" = "Op";

/* nothing */
"DeOp" = "DeOp";

/* nothing */
"bye" = "ਅਲਵਿਦਾ";

/* nothing */
"Enter reason to kick %s:" = "%s ਸੁੱਟਣ ਲਈ ਕਾਰਨ:";

/* nothing */
"Sendfile" = "ਫਾਇਲ਼-ਭੇਜੋ";

/* nothing */
"Dialog" = "ਗੱਲਬਾਤ";

/* nothing */
"Send" = "ਭੇਜੋ";

/* nothing */
"Chat" = "ਗੱਲਬਾਤ";

/* nothing */
"Clear" = "ਸਾਫ਼";

/* nothing */
"Couldn't connect to session bus" = "ਅਜਲਾਸ ਬਸ ਨਾਲ ਜੁੜ ਨਹੀਂ ਸਕਿਆ";

/* nothing */
"Failed to complete NameHasOwner" = "ਕਮਾਂਡ ਪੂਰੀ ਕਰਨ ਲਈ ਅਸਫ਼ਲ ਹੈ";

/* nothing */
"Failed to complete Command" = "ਕਮਾਂਡ ਪੂਰੀ ਕਰਨ ਲਈ ਅਸਫ਼ਲ ਹੈ";

/* nothing */
"remote access" = "%s ਨੂੰ ਖੋਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ\n";

/* nothing */
"plugin for remote access using DBUS" = "";

/* nothing */
"Couldn't connect to session bus: %s\n" = "ਅਜਲਾਸ ਬਸ ਨਾਲ ਜੁੜਨ ਲਈ ਅਸਫ਼ਲ: %s\n";

/* nothing */
"Failed to acquire %s: %s\n" = "ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਅਸਫ਼ਲ ";

/* nothing */
"About XChat" = "XChat ਬਾਰੇ";

/* nothing */
"A multiplatform IRC Client" = "ਇੱਕ ਅੰਤਰ ਪਲੇਟਫਾਰਮ IRC ਕਲਾਂਇਟ";

/* nothing */
"Character Chart" = "ਅੱਖਰ ਚਾਰਟ";

/* nothing */
"Not connected." = "ਜੁੜਿਆ ਨਹੀਂ ਹੈ।";

/* nothing */
"You must select some bans." = "ਤੁਹਾਨੂੰ ਕੁਝ ਪਾਬੰਦੀਆਂ ਦੀ ਚੋਣ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।";

/* nothing */
"Are you sure you want to remove all bans in %s?" = "";

/* nothing */
"Mask" = "ਮਖੌਟਾ";

/* nothing */
"From" = "ਵੱਲੋਂ";

/* nothing */
"Date" = "ਮਿਤੀ";

/* nothing */
"You can only open the Ban List window while in a channel tab." = "ਤੁਸੀਂ ਇੱਕ ਪਾਬੰਦੀ ਮੇਨੂ ਝਰੋਖਾ ਤਾਂ ਹੀ ਖੋਲ ਸਕਦੇ ਹੋ, ਜੇਕਰ ਤੁਸਂ ਚੈਨਲ ਟੈਬ ਵਿੱਚ ਹੋ।";

/* nothing */
"XChat: Ban List (%s)" = "XChat: ਪਾਬੰਦੀ ਸੂਚੀ (%s)";

/* nothing */
"Remove" = "ਹਟਾਓ";

/* nothing */
"Crop" = "ਉਭਾਰੋ";

/* nothing */
"Refresh" = "ਤਾਜ਼ਾ";

/* nothing */
"Displaying %d/%d users on %d/%d channels." = "ਉਪਭੋਗੀ ਤੇ ਚੈਨਲ ਅੰਕੜੇ: %d/%d ਉਪਭੋਗੀ %d/%d ਚੈਨਲ ਤੇ";

/* nothing */
"Select an output filename" = "ਆਉਟਪੁੱਟ ਫਾਇਲ ਨਾਂ ਚੁਣੋ";

/* nothing */
"_Join Channel" = "ਚੈਨਲ ਵਿੱਚ ਦਾਖਲਲ";

/* nothing */
"_Copy Channel Name" = "ਚੈਨਲ ਨਾਂ";

/* nothing */
"Copy _Topic Text" = "";

/* nothing */
"XChat: Channel List (%s)" = "XChat: ਚੈਨਲ ਸੂਚੀ (%s)";

/* nothing */
"_Search" = "XChat: ਖੋਜ";

/* nothing */
"_Download List" = "ਫਾਇਲਾਂ ਡਾਊਨਲੋਡ ਕਰੋ:";

/* nothing */
"Save _List..." = "ਸਰਵਰ ਸੂਚੀ(_S)...";

/* nothing */
"Show only:" = "";

/* nothing */
"channels with" = "ਚੈਨਲ";

/* nothing */
"to" = "";

/* nothing */
"users." = "ਉਪਭੋਗੀ";

/* nothing */
"Look in:" = "";

/* nothing */
"Channel name" = "ਚੈਨਲ ਨਾਂ";

/* nothing */
"Search type:" = "ਪਾਠ ਖੋਜ...";

/* nothing */
"Simple Search" = "";

/* nothing */
"Pattern Match (Wildcards)" = "ਨਿਯਮਤ ਮੇਲ:";

/* nothing */
"Regular Expression" = "";

/* nothing */
"Find:" = "ਖੋਜ:";

/* nothing */
"Send file to %s" = "%s ਨੂੰ ਫਾਇਲ ਭੇਜੋ";

/* nothing */
"That file is not resumable." = "ਇਹ ਫਾਇਲ ਮੁੜ-ਪ੍ਰਾਪਤੀ ਯੋਗ ਨਹੀਂ।";

/* nothing */
"Cannot access file: %s\n%s.\nResuming not possible." = "ਫਾਇਲ ਲਈ ਅਧਿਕਾਰ ਨਹੀਂ: %s\n%s.\nਮੁੜ-ਪ੍ਰਾਪਤੀ ਸੰਭਵ ਨਹੀਂ।";

/* nothing */
"File in download directory is larger than file offered. Resuming not possible." = "ਡਾਊਨਲੋਡ ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਫਾਇਲ ਦਿੱਤੇ ਅਕਾਰ ਤੋਂ ਵੱਡੀ ਹੈ। ਮੁੜ-ਪ੍ਰਾਪਤੀ ਸੰਭਵ ਨਹੀਂ ਹੈ।";

/* nothing */
"Cannot resume the same file from two people." = "ਦੋ ਲੋਕਾਂ ਤੋਂ ਇੱਕੋ ਫਾਇਲ ਮੁੜ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ।";

/* nothing */
"XChat: Uploads and Downloads" = "XChat: ਉਪਭੋਗੀ ਪ੍ਰਭਾਸ਼ਿਤ ਕਮਾਂਡ";

/* nothing */
"Status" = "ਸਥਿਤੀ";

/* nothing */
"File" = "ਫਾਇਲ";

/* nothing */
"ETA" = "ETA";

/* nothing */
"Both" = "ਦੋਵੇਂ";

/* nothing */
"Uploads" = "ਫਾਇਲਾਂ ਡਾਊਨਲੋਡ ਕਰੋ:";

/* nothing */
"Downloads" = "ਫਾਇਲਾਂ ਡਾਊਨਲੋਡ ਕਰੋ:";

/* nothing */
"Details" = "ਤੁਹਾਡਾ ਵੇਰਵਾ";

/* nothing */
"File:" = "ਫਾਇਲ:";

/* nothing */
"Address:" = "ਸਿਰਨਾਵਾਂ:";

/* nothing */
"Abort" = "ਅਧੂਰਾ ਛੱਡੋ";

/* nothing */
"Accept" = "ਸਵੀਕਾਰ";

/* nothing */
"Resume" = "ਮੁੜ-ਪ੍ਰਾਪਤ";

/* nothing */
"Open Folder..." = "";

/* nothing */
"XChat: DCC Chat List" = "XChat: DCC ਗੱਲਬਾਤ ਸੂਚੀ";

/* nothing */
"Recv" = "ਪ੍ਰਾਪਤ";

/* nothing */
"Sent" = "ਭੇਜੀ";

/* nothing */
"Start Time" = "ਸ਼ੁਰੂ ਸਮਾਂ";

/* nothing */
"*NEW*" = "*ਨਵਾਂ*";

/* nothing */
"EDIT ME" = "ਮੈਨੂੰ ਸੋਧੋ";

/* nothing */
"Name" = "ਨਾਂ";

/* nothing */
"Command" = "ਕਮਾਂਡ";

/* nothing */
"Move Up" = "ਉੱਪਰ ਜਾਓ";

/* nothing */
"Move Dn" = "ਹੇਠਾਂ ਜਾਓ";

/* nothing */
"Cancel" = "ਰੱਦ";

/* nothing */
"Save" = "ਸੰਭਾਲੋ";

/* nothing */
"Add New" = "ਨਵਾਂ ਸ਼ਾਮਿਲ";

/* nothing */
"Delete" = "ਹਟਾਓ";

/* nothing */
"Sort" = "ਕ੍ਰਮਬੱਧ";

/* nothing */
"Help" = "ਸਹਾਇਤਾ";

/* nothing */
"Don't auto connect to servers" = "ਸਰਵਰ ਨਾਲ ਖੁਦ ਹੀ ਨਾ ਜੋੜੋ";

/* nothing */
"Use a different config directory" = "ਇੱਕ ਵੱਖਰੀ ਸੰਰਚਨਾ ਡਾਇਰੈਕਟਰੀ ਵਰਤੋਂ";

/* nothing */
"Don't auto load any plugins" = "ਕੋਈ ਪਲੱਗਿੰਨ ਸਵੈ-ਚਾਲਤ ਲੋਡ ਨਾ ਕਰੋ";

/* nothing */
"Show plugin auto-load directory" = "ਪਲੱਗਿੰਨ ਸਵੈ-ਚਾਲਤ ਡਾਇਰੈਕਟਰੀ ਵੇਖਾਓ";

/* nothing */
"Show user config directory" = "ਉਪਭੋਗੀ ਸੰਰਚਨਾ ਡਾਇਰੈਕਟਰੀ ਵੇਖਾਓ";

/* nothing */
"Open an irc://server:port/channel URL" = "ਇੱਕ irc://server:port/channel URL ਖੋਲੋ";

/* nothing */
"Open URL in an existing XChat" = "";

/* nothing */
"Begin minimized. Level 0=Normal 1=Iconified 2=Tray" = "";

/* nothing */
"level" = "ਕਦੇ ਨਹੀਂ";

/* nothing */
"Show version information" = "ਵਰਜਨ ਜਾਣਕਾਰੀ ਵੇਖਾਓ";

/* nothing */
"Failed to open font:\n\n%s" = "ਫੌਂਟ ਖੋਲਣ ਲਈ ਅਸਫ਼ਲ:\n\n%s";

/* nothing */
"Search buffer is empty.\n" = "ਖੋਜ ਬਫ਼ਰ ਖਾਲੀ ਹੈ।\n";

/* nothing */
"%d bytes" = "%d ਬਾਇਟ";

/* nothing */
"Network send queue: %d bytes" = "ਨੈੱਟਵਰਕ ਨੇ ਕਤਾਰ ਭੇਜੀ: %d ਬਾਈਟ";

/* nothing */
"The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\" = "";

/* nothing */
"The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position" = "";

/* nothing */
"The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position" = "";

/* nothing */
"The Scroll Page command scrolls the text widget up or down one page or one line. Set Data 1 to either Up, Down, +1 or -1." = "";

/* nothing */
"The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1" = "";

/* nothing */
"The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell" = "";

/* nothing */
"The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell" = "";

/* nothing */
"This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next" = "";

/* nothing */
"This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down" = "";

/* nothing */
"This command checks the last word entered in the entry against the replace list and replaces it if it finds a match" = "";

/* nothing */
"This command moves the front tab left by one" = "ਇਹ ਕਮਾਂਡ ਮੌਜੂਦਾ ਟੈਬ ਨੂੰ ਇੱਕ ਖੱਬੇ ਅੱਗੇ ਖਿਸਕਾਏਗੀ";

/* nothing */
"This command moves the front tab right by one" = "ਇਹ ਕਮਾਂਡ ਮੌਜੂਦਾ ਟੈਬ ਨੂੰ ਇੱਕ ਸੱਜੇ ਅੱਗੇ ਖਿਸਕਾਏਗੀ";

/* nothing */
"This command moves the current tab family to the left" = "ਇਹ ਕਮਾਂਡ ਮੌਜੂਦਾ ਟੈਬ ਵਰਗ ਨੂੰ ਖੱਬੇ ਪਾਸੇ ਖਿਸਕਾਏਗੀ";

/* nothing */
"This command moves the current tab family to the right" = "ਇਹ ਕਮਾਂਡ ਮੌਜੂਦਾ ਟੈਬ ਵਰਗ ਨੂੰ ਸੱਜੇ ਪਾਸੇ ਖਿਸਕਾਏਗੀ";

/* nothing */
"Push input line into history but doesn't send to server" = "ਇੰਪੁੱਟ ਸਤਰ ਨੂੰ ਅਤੀਤ ਵਿੱਚ ਰੱਖੋ, ਪਰ ਸਰਵਰ `ਤੇ ਨਾ ਭੇਜੋ";

/* nothing */
"There was an error loading key bindings configuration" = "ਸਵਿੱਚ ਬੰਧਨ ਸੰਰਚਨਾ ਲੋਡ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਹੈ";

/* nothing */
"<none>" = "<none>";

/* nothing */
"Mod" = "ਮੋਡ";

/* nothing */
"Key" = "ਸਵਿੱਚ";

/* nothing */
"Action" = "ਕਾਰਵਾਈ";

/* nothing */
"XChat: Keyboard Shortcuts" = "XChat: ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ";

/* nothing */
"Shift" = "Shift";

/* nothing */
"Alt" = "Alt";

/* nothing */
"Ctrl" = "Ctrl";

/* nothing */
"Data 1" = "ਡਾਟਾ 1";

/* nothing */
"Data 2" = "ਡਾਟਾ 2";

/* nothing */
"Error opening keys config file\n" = "ਸਵਿੱਚ ਸੰਰਚਨਾ ਫਾਇਲ ਖੋਲਣ ਦੌਰਾਨ ਗਲਤੀ\n";

/* nothing */
"Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n" = "ਸਵਿੱਚ ਬੰਧਨ ਸੰਰਚਨਾ ਫਾਇਲ ਵਿੱਚ ਅਣਜਾਣ ਸਵਿੱਚ ਨਾਂ %s\nਲੋਡ ਕਰਨਾ ਅਸਫਲ, ਕਿਰਪਾ ਕਰਕੇ %s/keybindings ਠੀਕ ਕਰੋ\n";

/* nothing */
"Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n" = "ਸਵਿੱਚ ਬੰਧਨ ਸੰਰਚਨਾ ਫਾਇਲ ਵਿੱਚ ਅਣਜਾਣੀ ਕਾਰਵਾਈ %s\nਲੋਡ ਕਰਨਾ ਅਸਫਲ, ਕਿਰਪਾ ਕਰਕੇ %s/keybindings ਠੀਕ ਕਰੋ\n";

/* nothing */
"Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n" = "ਡਾਟਾ ਸਤਰ (Dx{:|!} ਨਾਲ ਸ਼ੁਰੂ ਹੁੰਦੀ) ਦੀ ਮੰਗ ਸੀ, ਪਰ ਮਿਲਿਆ:\n%s\n\nਲੋਡ ਕਰਨਾ ਅਸਫਲ, ਕਿਰਪਾ ਕਰਕੇ %s/keybindings ਠੀਕ ਕਰੋ\n";

/* nothing */
"Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n" = "ਸਵਿੱਚ ਬੰਧਨ ਸੰਰਚਨਾ ਫਾਇਲ ਨਿਕਾਰਾ ਹੈ, ਲੋਡ ਕਰਨਾ ਛੱਡਿਆ\nਕਿਰਪਾ ਕਰਕੇ %s/keybindings.conf ਠੀਕ ਕਰੋ\n";

/* nothing */
"Cannot write to that file." = "ਉਹ ਫਾਇਲ ਲਿਖੀ ਨਹੀਂ ਜਾ ਸਕੀ ਹੈ";

/* nothing */
"Cannot read that file." = "ਉਹ ਫਾਇਲ ਪੜੀ ਨਹੀਂ ਜਾ ਸਕੀ ਹੈ";

/* nothing */
"That mask already exists." = "ਇਹ ਮਖੌਟਾ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ।";

/* nothing */
"Private" = "ਨਿੱਜੀ";

/* nothing */
"Notice" = "ਸੂਚਨਾ";

/* nothing */
"CTCP" = "CTCP";

/* nothing */
"DCC" = "DCC";

/* nothing */
"Invite" = "ਸੱਦਾ";

/* nothing */
"Unignore" = "ਨਾ-ਅਣਡਿੱਠਾ";

/* nothing */
"Enter mask to ignore:" = "ਅਣਡਿੱਠਾ ਕਰਨ ਲਈ ਮਖੌਟਾ ਦਿਓ:";

/* nothing */
"XChat: Ignore list" = "XChat: ਅਣਡਿੱਠੀ ਸੂਚੀ";

/* nothing */
"Ignore Stats:" = "ਅਣਡਿੱਠੀ ਸਥਿਤੀ:";

/* nothing */
"Channel:" = "ਚੈਨਲ:";

/* nothing */
"Private:" = "ਨਿੱਜੀ:";

/* nothing */
"Notice:" = "ਸੂਚਨਾ:";

/* nothing */
"CTCP:" = "CTCP:";

/* nothing */
"Invite:" = "ਸੱਦਾ:";

/* nothing */
"Add..." = "ਸ਼ਾਮਿਲ";

/* nothing */
"Channel name too short, try again." = "";

/* nothing */
"XChat: Connection Complete" = "ਕੁਨੈਕਸ਼ਨ ਲਈ ਸਮਾਂ ਸਮਾਪਤ";

/* nothing */
"Connection to %s complete." = "ਪੀਅਰ ਨੇ ਕੁਨੈਕਸ਼ਨ ਮੁੜ ਬਣਾਇਆ";

/* nothing */
"In the Server-List window, no channel (chat room) has been entered to be automatically joined for this network." = "";

/* nothing */
"What would you like to do next?" = "";

/* nothing */
"_Nothing, I'll join a channel later." = "";

/* nothing */
"_Join this channel:" = "ਚੈਨਲ ਵਿੱਚ ਦਾਖਲਲ";

/* nothing */
"If you know the name of the channel you want to join, enter it here." = "";

/* nothing */
"O_pen the Channel-List window." = "ਚੈਨਲ ਖੋਲੋ:";

/* nothing */
"Retrieving the Channel-List may take a minute or two." = "";

/* nothing */
"_Always show this dialog after connecting." = "";

/* nothing */
"Dialog with" = "ਗੱਲਬਾਤ";

/* nothing */
"Topic for %s is: %s" = "%s ਲਈ ਵਿਸ਼ਾ ਹੈ: %s";

/* nothing */
"No topic is set" = "ਕੋਈ ਵਿਸ਼ਾ ਦਿੱਤਾ ਨਹੀਂ ਗਿਆ";

/* nothing */
"This server still has %d channels or dialogs associated with it. Close them all?" = "ਇਹ ਸਰਵਰ ਨਾਲ ਪਹਿਲਾਂ ਹੀ %d ਚੈਨਲ ਜਾਂ ਵਾਰਤਾਲਾਪ ਜੁੜੇ ਹੋਏ ਹਨ। ਕੀ ਸਭ ਨੂੰ ਬੰਦ ਕਰਨਾ ਹੈ?";

/* nothing */
"Quit XChat?" = "XChat ਬਾਰੇ";

/* nothing */
"Don't ask next time." = "";

/* nothing */
"You are connected to %i IRC networks." = "ਸ਼ੁਰੂ ਵੇਲੇ ਇਸ ਨੈਟਵਰਕ ਨਾਲ ਖੁਦ ਹੀ ਜੋੜੋ";

/* nothing */
"Are you sure you want to quit?" = "";

/* nothing */
"Some file transfers are still active." = "ਕੁਝ ਫਾਇਲ ਸੰਚਾਰ ਹਾਲੇ ਵੀ ਸਰਗਰਮ ਹੈ, ਕੀ ਬੰਦ ਕਰਨਾ ਹੈ?";

/* nothing */
"_Minimize to Tray" = "";

/* nothing */
"Insert Attribute or Color Code" = "ਗੁਣ ਜਾਂ ਰੰਗ ਕੋਡ ਸ਼ਾਮਿਲ";

/* nothing */
"<b>Bold</b>" = "<b>ਗੂੜਾ</b>";

/* nothing */
"<u>Underline</u>" = "<u>ਹੇਠਾਂ ਰੇਖਾ</u>";

/* nothing */
"Normal" = "ਸਧਾਰਨ";

/* nothing */
"Colors 0-7" = "ਰੰਗ 0-7";

/* nothing */
"Colors 8-15" = "ਰੰਗ 8-15";

/* nothing */
"Beep on message" = "ਸੁਨੇਹੇ ਤੇ ਆਵਾਜ਼";

/* nothing */
"Blink tray on message" = "ਸੁਨੇਹੇ ਤੇ ਆਵਾਜ਼";

/* nothing */
"Show join/part messages" = "ਦਾਖਲ/ਬਾਹਰ ਸੁਨੇਹੇ ਵੇਖਾਓ";

/* nothing */
"Color paste" = "ਰੰਗ ਚੇਪੋ";

/* nothing */
"_Close Tab" = "ਟੈਬ ਬੰਦ(_C)";

/* nothing */
"_Detach Tab" = "ਟੈਬ ਵੱਖ(_D)";

/* nothing */
"User limit must be a number!\n" = "ਉਪਭੋਗੀ ਸੀਮਾ ਅੰਕ ਹੀ ਹੋ ਸਕਦਾ ਹੈ!\n";

/* nothing */
"Topic Protection" = "ਵਿਸ਼ਾ ਸੁਰੱਖਿਆ";

/* nothing */
"No outside messages" = "ਕੋਈ ਬਾਹਰੀ ਸੁਨੇਹਾ ਨਹੀਂ";

/* nothing */
"Secret" = "ਗੁਪਤ";

/* nothing */
"Invite Only" = "ਸਿਰਫ਼ ਸੱਦਾ";

/* nothing */
"Moderated" = "ਵਿਚੋਲਾ";

/* nothing */
"Ban List" = "ਪਾਬੰਦੀ ਸੂਚੀ";

/* nothing */
"Keyword" = "ਕੀ-ਵਰਡ";

/* nothing */
"User Limit" = "ਉਪਭੋਗੀ ਸੀਮਾ";

/* nothing */
"Show/Hide userlist" = "ਉਪਭੋਗੀ ਸੂਚੀ ਵੇਖਾਓ/ਓਹਲੇ";

/* nothing */
"Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n" = "ਪਾਰਦਰਸ਼ੀ ਪਿੱਠਭੂਮੀ ਬਣਾਉਣ ਲਈ ਅਸਫਲ!\n\nਤੁਸੀਂ ਉਸ ਝਰੋਖਾ ਮੈਨੇਜਰ ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੇ ਹੋ,\nਜਿਸ ਲਈ ਹਾਲੇ ਸਹਿਯੋਗ ਸ਼ਾਮਿਲ ਨਹੀਂ ਹੈ।\n";

/* nothing */
"Enter new nickname:" = "ਨਵਾਂ ਨਾਂ ਦਿਓ:";

/* nothing */
"Host unknown" = "ਅਣਜਾਣ ਮੇਜ਼ਬਾਨ";

/* nothing */
"<tt><b>%-11s</b></tt> %s" = "<tt><b>%-11s</b></tt> %s";

/* nothing */
"Real Name:" = "ਅਸਲੀ ਨਾਂ:";

/* nothing */
"User:" = "ਉਪਭੋਗੀ:";

/* nothing */
"Country:" = "ਦੇਸ਼:";

/* nothing */
"Server:" = "ਸਰਵਰ:";

/* nothing */
"Away Msg:" = "ਦੂਰ ਸੁਨੇਹਾ:";

/* nothing */
"%u minutes ago" = "%u ਮਿੰਟ ਪਹਿਲਾਂ";

/* nothing */
"Last Msg:" = "ਆਖਰੀ ਸੁਨੇਹਾ:";

/* nothing */
"The Menubar is now hidden. You can show it again by pressing F9 or right-clicking in a blank part of the main text area." = "";

/* nothing */
"Open Link in Browser" = "ਝਲਕਾਰੇ ਵਿੱਚ ਖੋਲੋ";

/* nothing */
"Copy Selected Link" = "ਚੁਣਿਆ ਸਬੰਧ ਨਕਲ";

/* nothing */
"Join Channel" = "ਚੈਨਲ ਵਿੱਚ ਦਾਖਲਲ";

/* nothing */
"Part Channel" = "ਪਾਰਟ ਚੈਨਲ";

/* nothing */
"Cycle Channel" = "ਚੱਕਰੀ ਚੈਨਲ";

/* nothing */
"XChat: User menu" = "XChat: ਉਪਭੋਗੀ ਮੇਨੂ";

/* nothing */
"Edit This Menu..." = "ਇਹ ਮੇਨੂ ਸੋਧ...";

/* nothing */
"Retrieve channel list..." = "ਚੈਨਲ ਸੂਚੀ...";

/* nothing */
"User Commands - Special codes:\n\n%c  =  current channel\n%e  =  current network name\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\"." = "";

/* nothing */
"Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "";

/* nothing */
"Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "";

/* nothing */
"CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%e  =  current network name\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n" = "";

/* nothing */
"URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of XChat" = "";

/* nothing */
"XChat: User Defined Commands" = "XChat: ਉਪਭੋਗੀ ਪ੍ਰਭਾਸ਼ਿਤ ਕਮਾਂਡ";

/* nothing */
"XChat: Userlist Popup menu" = "XChat: ਉਪਭੋਗੀ-ਸੂਚੀ ਪੋਪਅੱਪ ਮੇਨੂ";

/* nothing */
"Replace with" = "ਇਸ ਨਾਲ ਤਬਦੀਲ";

/* nothing */
"XChat: Replace" = "XChat: ਤਬਦੀਲ";

/* nothing */
"XChat: URL Handlers" = "XChat: URL ਹੈਂਡਲਰ";

/* nothing */
"XChat: Userlist buttons" = "XChat: ਉਪਭੋਗੀ-ਸੂਚੀ ਬਟਨ";

/* nothing */
"XChat: Dialog buttons" = "XChat: ਗੱਲਬਾਤ ਬਟਨ";

/* nothing */
"XChat: CTCP Replies" = "XChat:CTCP ਜਵਾਬ";

/* nothing */
"_XChat" = "_XChat";

/* nothing */
"Network Li_st..." = "ਨੈੱਟਵਰਕ ਸੈੱਟਅੱਪ";

/* nothing */
"_New" = "ਨਵਾਂ(_N)";

/* nothing */
"Server Tab..." = "ਸਰਵਰ ਟੈਬ...";

/* nothing */
"Channel Tab..." = "ਚੈਨਲ ਟੈਬ...";

/* nothing */
"Server Window..." = "ਸਰਵਰ ਝਰੋਖਾ...";

/* nothing */
"Channel Window..." = "ਚੈਨਲ ਝਰੋਖਾ...";

/* nothing */
"_Load Plugin or Script..." = "ਪਲੱਗਿੰਨ ਜਾਂ ਸਕਰਿਪਟ ਲੋਡ(_L)...";

/* nothing */
"_Quit" = "ਬਾਹਰ(_Q)";

/* nothing */
"_View" = "ਵੇਖੋ(_V)";

/* nothing */
"_Menu Bar" = "ਮੇਨੂ ਪੱਟੀ(_M)";

/* nothing */
"_Topic Bar" = "ਵਿਸ਼ਾ ਪੱਟੀ(_T)";

/* nothing */
"_User List" = "ਉਪਭੋਗੀ ਸੂਚੀ";

/* nothing */
"U_serlist Buttons" = "ਉਪਭੋਗੀ-ਸੂਚੀ ਬਟਨ(_U)...";

/* nothing */
"M_ode Buttons" = "ਮੋਡ ਬਟਨ(_O)";

/* nothing */
"_Channel Switcher" = "ਚੈਨਲ";

/* nothing */
"_Tabs" = "ਟੈਬਾਂ(_T)";

/* nothing */
"T_ree" = "ਲੜੀ(_r)";

/* nothing */
"_Network Meters" = "ਨੈੱਟਵਰਕ ਮੀਟਰ(_N)";

/* nothing */
"Off" = "ਬੰਦ";

/* nothing */
"Graph" = "ਗਰਾਫ਼";

/* nothing */
"_Server" = "ਸਰਵਰ(_S)";

/* nothing */
"_Disconnect" = "ਕੁਨੈਕਸ਼ਨ ਬੰਦ(_D)";

/* nothing */
"_Reconnect" = "ਕੁਨੈਕਸ਼ਨ ਮੁੜ-ਜੋੜੋ(_R)";

/* nothing */
"Marked Away" = "ਦੂਰ ਗਿਆ ਵੇਖਾਓ";

/* nothing */
"_Usermenu" = "ਉਪਭੋਗੀ ਮੇਨੂ(_U)";

/* nothing */
"S_ettings" = "ਵਿਵਸਥਾ(_e)";

/* nothing */
"_Preferences" = "ਮੇਰੀ ਪਸੰਦ";

/* nothing */
"Advanced" = "ਤਕਨੀਕੀ";

/* nothing */
"Auto Replace..." = "ਖੁਦ ਹੀ ਤਬਦੀਲ...";

/* nothing */
"CTCP Replies..." = "CTCP ਜਵਾਬ...";

/* nothing */
"Dialog Buttons..." = "ਗੱਲਬਾਤ ਬਟਨ...";

/* nothing */
"Keyboard Shortcuts..." = "ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ...";

/* nothing */
"Text Events..." = "ਪਾਠ ਘਟਨਾ...";

/* nothing */
"URL Handlers..." = "URL ਹੈਂਡਲਰ...";

/* nothing */
"User Commands..." = "ਉਪਭੋਗੀ ਕਮਾਂਡਾਂ...";

/* nothing */
"Userlist Buttons..." = "ਉਪਭੋਗੀ-ਸੂਚੀ ਬਟਨ...";

/* nothing */
"Userlist Popup..." = "ਉਪਭੋਗੀ-ਸੂਚੀ ਪੋਪਅੱਪ...";

/* nothing */
"_Window" = "ਝਰੋਖਾ(_W)";

/* nothing */
"Ban List..." = "ਪਾਬੰਦੀ ਸੂਚੀ...";

/* nothing */
"Channel List..." = "ਚੈਨਲ ਸੂਚੀ...";

/* nothing */
"Character Chart..." = "ਅੱਖਰ ਚਾਰਟ...";

/* nothing */
"Direct Chat..." = "ਸਿੱਧੀ ਗੱਲ਼...";

/* nothing */
"File Transfers..." = "ਫਾਇਲ ਤਬਦੀਲ...";

/* nothing */
"Ignore List..." = "ਅਣਡਿੱਠਾ ਸੂਚੀ...";

/* nothing */
"Notify List..." = "ਸੂਚਨਾ ਸੂਚੀ...";

/* nothing */
"Plugins and Scripts..." = "ਪਲੱਗਿੰਨ ਤੇ ਸਕਰਿਪਟਾਂ...";

/* nothing */
"Raw Log..." = "ਕੱਚਾ ਲਾਗ...";

/* nothing */
"URL Grabber..." = "URL ਖੋਜੀ...";

/* nothing */
"Reset Marker Line" = "ਨਿਸ਼ਾਨ ਰੇਖਾ ਮੁੜ ਖਿੱਚੋ";

/* nothing */
"C_lear Text" = "ਪਾਠ ਸਾਫ਼(_l)";

/* nothing */
"Search Text..." = "ਪਾਠ ਖੋਜ...";

/* nothing */
"Save Text..." = "ਪਾਠ ਸੰਭਾਲੋ...";

/* nothing */
"_Help" = "ਸਹਾਇਤਾ(_H)";

/* nothing */
"_Contents" = "ਭਾਗ(_C)";

/* nothing */
"_About" = "ਇਸ ਬਾਰੇ(_A)";

/* nothing */
"_Attach Window" = "ਝਰੋਖਾ ਜੋੜੋ(_A)";

/* nothing */
"_Close Window" = "ਝਰੋਖਾ ਬੰਦ(_C)";

/* nothing */
"User" = "ਉਪਭੋਗੀ";

/* nothing */
"Last Seen" = "ਆਖਰੀ ਵਾਰ ਵੇਖਿਆ";

/* nothing */
"Offline" = "ਆਫਲਾਇਨ";

/* nothing */
"Never" = "ਕਦੇ ਨਹੀਂ";

/* nothing */
"%d minutes ago" = "%u ਮਿੰਟ ਪਹਿਲਾਂ";

/* nothing */
"Online" = "ਆਨਲਾਇਨ";

/* nothing */
"Enter nickname to add:" = "ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਨਾਂ ਦਿਓ:";

/* nothing */
"Notify on these networks:" = "";

/* nothing */
"Comma separated list of networks is accepted." = "";

/* nothing */
"XChat: Notify List" = "XChat: ਸੂਚਨਾ ਸੂਚੀ";

/* nothing */
"Open Dialog" = "ਗੱਲਬਾਤ ਝਰੋਖਾ ਖੋਲੋ";

/* nothing */
"Cannot find 'notify-send' to open balloon alerts.\nPlease install libnotify." = "";

/* nothing */
"XChat: Connected to %u networks and %u channels" = "";

/* nothing */
"_Restore" = "";

/* nothing */
"_Hide" = "ਓਹਲੇ";

/* nothing */
"_Blink on" = "";

/* nothing */
"Channel Message" = "ਚੈਨਲ ਨਾਂ";

/* nothing */
"Private Message" = "ਨਿੱਜੀ ਸੁਨੇਹਿਆਂ ਤੇ ਆਵਾਜ਼";

/* nothing */
"Highlighted Message" = "ਉਘੜੇ ਸੁਨੇਹਿਆਂ ਤੇ ਆਵਾਜ਼";

/* nothing */
"XChat: Highlighted message from: %s (%s)" = "ਉਘੜੇ ਸੁਨੇਹਿਆਂ ਤੇ ਆਵਾਜ਼";

/* nothing */
"XChat: %u highlighted messages, latest from: %s (%s)" = "";

/* nothing */
"XChat: New public message from: %s (%s)" = "";

/* nothing */
"XChat: %u new public messages." = "";

/* nothing */
"XChat: Private message from: %s (%s)" = "";

/* nothing */
"XChat: %u private messages, latest from: %s (%s)" = "";

/* nothing */
"XChat: File offer from: %s (%s)" = "";

/* nothing */
"XChat: %u file offers, latest from: %s (%s)" = "";

/* nothing */
"Description" = "ਵੇਰਵਾ";

/* nothing */
"Select a Plugin or Script to load" = "ਲੋਡ ਕਰਨ ਲਈ ਪਲੱਗਿੰਨ ਤੇ ਸਕਰਿਪਟ ਚੁਣੋ";

/* nothing */
"XChat: Plugins and Scripts" = "XChat: ਪਲੱਗਿੰਨ ਅਤੇ ਸਕਰਿਪਟਾਂ";

/* nothing */
"_Load..." = "ਲੋਡ(_L)...";

/* nothing */
"_UnLoad" = "ਹਟਾਓ(_U)";

/* nothing */
"_Close" = "ਬੰਦ(_C)";

/* nothing */
"Save As..." = "ਇੰਞ ਸੰਭਾਲੋ...";

/* nothing */
"XChat: Rawlog (%s)" = "XChat: ਕੱਚਾ-ਲਾਗ (%s)";

/* nothing */
"Clear rawlog" = "ਕੱਚਾ-ਲਾਗ ਸਾਫ਼";

/* nothing */
"The window you opened this Search for doesn't exist anymore." = "ਇਸ ਖੋਜ ਲਈ ਤੁਹਾਡੇ ਰਾਹੀਂ ਖੋਲਿਆ ਝਰੋਖਾ ਹੁਣ ਮੌਜੂਦ ਨਹੀਂ ਹੈ।";

/* nothing */
"Search hit end, not found." = "";

/* nothing */
"XChat: Search" = "XChat: ਖੋਜ";

/* nothing */
"_Match case" = "";

/* nothing */
"Search _backwards" = "";

/* nothing */
"_Find" = "ਖੋਜ";

/* nothing */
"New Network" = "ਨਵਾਂ ਨੈੱਟਵਰਕ";

/* nothing */
"Really remove network \"%s\" and all its servers?" = "ਕੀ ਅਸਲ ਵਿੱਚ \"%s\" ਨੈਟਵਰਕ ਅਤੇ ਇਸ ਦੇ ਸਰਵਰ ਹਟਾਉਣੇ ਹਨ?";

/* nothing */
"User name and Real name cannot be left blank." = "ਉਪਭੋਗੀ ਨਾਂ ਅਤੇ ਅਸਲੀ ਨਾਂ ਖਾਲੀ ਨਹੀ ਛੱਡਿਆ ਨਹੀ ਜਾ ਸਕਦਾ ਹੈ।";

/* nothing */
"XChat: Edit %s" = "XChat: %s ਸੋਧ";

/* nothing */
"Servers for %s" = "%s ਲਈ ਸਰਵਰ";

/* nothing */
"Connect to selected server only" = "ਚੁਣੇ ਸਰਵਰਾਂ ਨਾਲ ਹੀ ਜੁੜੋ";

/* nothing */
"Don't cycle through all the servers when the connection fails." = "ਕੁਨੈਕਸ਼ਨ ਅਸਫਲ ਹੋਣ ਤੇ ਸਰਵਰਾਂ ਵਿੱਚ ਚੱਕਰ ਨਾ ਲਗਾਉ।";

/* nothing */
"Your Details" = "ਤੁਹਾਡਾ ਵੇਰਵਾ";

/* nothing */
"Use global user information" = "ਵਿਆਪਕ ਉਪਭੋਗੀ ਜਾਣਕਾਰੀ ਵਰਤੋਂ";

/* nothing */
"_Nick name:" = "ਨਾਂ(_N):";

/* nothing */
"Second choice:" = "ਦੂਜੀ ਚੋਣ:";

/* nothing */
"_User name:" = "ਉਪਭੋਗੀ ਨਾਂ(_U):";

/* nothing */
"Rea_l name:" = "ਅਸਲੀ ਨਾਂ(_l):";

/* nothing */
"Connecting" = "ਜੁੜ ਰਿਹਾ ਹੈ";

/* nothing */
"Auto connect to this network at startup" = "ਸ਼ੁਰੂ ਵੇਲੇ ਇਸ ਨੈਟਵਰਕ ਨਾਲ ਖੁਦ ਹੀ ਜੋੜੋ";

/* nothing */
"Use a proxy server" = "ਸਰਵਰ ਸਰਵਰ";

/* nothing */
"Use SSL for all the servers on this network" = "ਇਸ ਨੈਟਵਰਕ ਤੇ ਸਭ ਸਰਵਰਾਂ ਲਈ SSL ਵਰਤੋਂ";

/* nothing */
"Accept invalid SSL certificate" = "ਗਲਤ SSL ਸਰਟੀਫਿਕੇਟ ਸਵੀਕਾਰ";

/* nothing */
"C_hannels to join:" = "ਜੁੜਨ ਲਈ ਚੈਨਲ(_h):";

/* nothing */
"Channels to join, separated by commas, but not spaces!" = "ਜੁੜਨ ਲਈ ਚੈਨਲ, ਕਾਮਿਆਂ ਨਾਲ ਵੱਖ ਹੋ ਸਕਦੇ ਹਨ, ਪਰ ਖਾਲੀ ਥਾਂ ਨਹੀਂ!";

/* nothing */
"Connect command:" = "ਜੋੜਨ ਲਈ ਕਮਾਂਡ:";

/* nothing */
"Extra command to execute after connecting. If you need more than one, set this to LOAD -e <filename>, where <filename> is a text-file full of commands to execute." = "";

/* nothing */
"Nickserv password:" = "ਨਾਂ-ਸਰਵਰ ਗੁਪਤ-ਕੋਡ:";

/* nothing */
"If your nickname requires a password, enter it here. Not all IRC networks support this." = "";

/* nothing */
"Server password:" = "ਸਰਵਰ ਗੁਪਤ-ਕੋਡ:";

/* nothing */
"Password for the server, if in doubt, leave blank." = "ਸਰਵਰ ਲਈ ਗੁਪਤ ਕੋਡ, ਜੇਕਰ ਸ਼ੱਕ ਹੋਵੇ ਤਾਂ ਖਾਲੀ ਰਹਿਣ ਦਿਓ।";

/* nothing */
"Character set:" = "ਅੱਖਰ-ਸਮੂਹ ਨਿਰਧਾਰਨ:";

/* nothing */
"_Edit" = "ਸੋਧ(_E)";

/* nothing */
"XChat: Network List" = "XChat: ਸੂਚਨਾ ਸੂਚੀ";

/* nothing */
"User Information" = "ਉਪਭੋਗੀ ਜਾਣਕਾਰੀ";

/* nothing */
"Third choice:" = "ਤੀਜੀ ਚੋਣ:";

/* nothing */
"Networks" = "ਨੈਟਵਰਕ";

/* nothing */
"Skip network list on startup" = "ਸ਼ੁਰੂ ਵੇਲੇ ਸਰਵਰ ਸੂਚੀ ਨਾ ਵੇਖਾਓ";

/* nothing */
"_Edit..." = "ਸੋਧ(_E)...";

/* nothing */
"_Sort" = "ਕ੍ਰਮਬੱਧ(_S)";

/* nothing */
"Sorts the network list in alphabetical order. Use SHIFT-UP and SHIFT-DOWN keys to move a row." = "";

/* nothing */
"C_onnect" = "ਜੋੜ੍ਹੋ(_C)";

/* nothing */
"Text Box Appearance" = "ਪਾਠ ਬਕਸਾ ਦਿੱਖ";

/* nothing */
"Font:" = "ਫੋਂਟ:";

/* nothing */
"Background image:" = "ਪਿੱਠਭੂਮੀ ਚਿੱਤਰ:";

/* nothing */
"Scrollback lines:" = "";

/* nothing */
"Colored nick names" = "ਰੰਗਦਾਰ ਨਾਂ";

/* nothing */
"Give each person on IRC a different color" = "IRC ਤੇ ਹਰ ਵਿਅਕਤੀ ਨੂੰ ਵੱਖਰਾ ਰੰਗ ਦਿਓ";

/* nothing */
"Indent nick names" = "";

/* nothing */
"Make nick names right-justified" = "ਨਾਂਵਾਂ ਨੂੰ ਸੱਜੇ ਪਾਸੇ ਰੱਖੋ";

/* nothing */
"Transparent background" = "ਪਾਰਦਰਸ਼ੀ ਪਿੱਠਭੂਮੀ";

/* nothing */
"Show marker line" = "ਨਿਸ਼ਾਨ ਰੇਖਾ ਵੇਖਾਓ";

/* nothing */
"Insert a red line after the last read text." = "ਆਖਰੀ ਪੜ੍ਹੇ ਪਾਠ ਬਾਅਦ ਲਾਲ ਰੰਗ ਦੀ ਰੇਖਾ ਖਿੱਚੋ।";

/* nothing */
"Transparency Settings" = "ਪਾਰਦਰਸ਼ਤਾ ਸਥਾਪਨ";

/* nothing */
"Red:" = "ਲਾਲ:";

/* nothing */
"Green:" = "ਹਰਾ:";

/* nothing */
"Blue:" = "ਨੀਲਾ:";

/* nothing */
"Time Stamps" = "ਸਮਾਂ ਮੋਹਰ";

/* nothing */
"Enable time stamps" = "ਸਮਾਂ ਮੋਹਰ ਯੋਗ";

/* nothing */
"Time stamp format:" = "ਸਮਾਂ ਮੋਹਰ ਫਾਰਮਿਟ:";

/* nothing */
"See strftime manpage for details." = "ਵੇਰਵੇ ਲਈ strftime manpage ਵੇਖੋ";

/* nothing */
"A-Z" = "A-Z";

/* nothing */
"Last-spoke order" = "";

/* nothing */
"Input box" = "ਇੰਪੁੱਟ ਬਕਸਾ";

/* nothing */
"Use the Text box font and colors" = "ਪਾਠ ਬਕਸਾ ਫੋਂਟ ਤੇ ਰੰਗ ਵਰਤੋਂ";

/* nothing */
"Spell checking" = "";

/* nothing */
"Nick Completion" = "ਨਾਂ ਪੂਰਤੀ";

/* nothing */
"Automatic nick completion (without TAB key)" = "ਸਵੈ-ਚਾਲਤ ਨਾਂ ਪੂਰਤੀ";

/* nothing */
"Nick completion suffix:" = "ਨਾਂ ਪੂਰਤੀ ਅਗੇਤਰ:";

/* nothing */
"Nick completion sorted:" = "ਨਾਂ ਪੂਰਤੀ ਅਗੇਤਰ:";

/* nothing */
"Input Box Codes" = "ਇੰਪੁੱਟ ਬਕਸਾ ਕੋਡ";

/* nothing */
"Interpret %nnn as an ASCII value" = "";

/* nothing */
"Interpret %C, %B as Color, Bold etc" = "";

/* nothing */
"A-Z, Ops first" = "A-Z, ਮੁੱਖੀ ਪਹਿਲਾਂ";

/* nothing */
"Z-A, Ops last" = "Z-A, ਮੁੱਖੀ ਅੰਤਮ";

/* nothing */
"Z-A" = "Z-A";

/* nothing */
"Unsorted" = "ਨਾ-ਕ੍ਰਮਬੱਧ";

/* nothing */
"Left (Upper)" = "";

/* nothing */
"Left (Lower)" = "";

/* nothing */
"Right (Upper)" = "";

/* nothing */
"Right (Lower)" = "";

/* nothing */
"Top" = "ਉੱਪਰ";

/* nothing */
"Bottom" = "ਹੇਠਾਂ";

/* nothing */
"Hidden" = "ਓਹਲੇ";

/* nothing */
"User List" = "ਉਪਭੋਗੀ ਸੂਚੀ";

/* nothing */
"Show hostnames in user list" = "ਉਪਭੋਗੀ ਸੂਚੀ ਵਿੱਚ ਮੇਜ਼ਬਾਨ ਨਾਂ";

/* nothing */
"User list sorted by:" = "ਉਪਭੋਗੀ ਸੂਚੀ ਕ੍ਰਮਬੱਧ:";

/* nothing */
"Show user list at:" = "ਉਪਭੋਗੀ ਸੂਚੀ ਵੇਖਾਓ/ਓਹਲੇ";

/* nothing */
"Away tracking" = "ਹਮੇਸ਼ਾ ਪੜਤਾਲ";

/* nothing */
"Track the Away status of users and mark them in a different color" = "";

/* nothing */
"On channels smaller than:" = "ਇਸ ਤੋਂ ਛੋਟੇ ਚੈਨਲ ਲਈ:";

/* nothing */
"Action Upon Double Click" = "ਦੋ ਵਾਰ ਦਬਾਉਣ ਤੇ ਕਾਰਵਾਈ";

/* nothing */
"Execute command:" = "ਕਮਾਂਡ ਚਲਾਓ:";

/* nothing */
"Windows" = "ਝਰੋਖੇ";

/* nothing */
"Tabs" = "ਟੈਬਾਂ";

/* nothing */
"Always" = "ਹਮੇਸ਼ਾ";

/* nothing */
"Only requested tabs" = "ਸਿਰਫ਼ ਮੰਗੀਆਂ ਟੈਬਾਂ";

/* nothing */
"Tree" = "ਲੜੀ(_r)";

/* nothing */
"Switcher type:" = "ਪਾਠ ਖੋਜ...";

/* nothing */
"Open an extra tab for server messages" = "ਸਰਵਰ ਸੁਨੇਹਿਆਂ ਲਈ ਵੱਖਰੀ ਟੈਬ ਖੋਲ੍ਹੋ";

/* nothing */
"Open an extra tab for server notices" = "ਸਰਵਰ ਸੂਚਨਾ ਲਈ ਵੱਖਰੀ ਟੈਬ ਖੋਲ੍ਹੋ";

/* nothing */
"Open a new tab when you receive a private message" = "ਸਰਵਰ ਸੁਨੇਹਿਆਂ ਲਈ ਵੱਖਰੀ ਟੈਬ ਖੋਲ੍ਹੋ";

/* nothing */
"Sort tabs in alphabetical order" = "ਟੈਬਾਂ ਨੂੰ ਅੱਖਰ-ਕ੍ਰਮ ਅਨੁਸਾਰ ਰੱਖੋ ";

/* nothing */
"Small tabs" = "ਛੋਟੀਆਂ ਟੈਬਾਂ";

/* nothing */
"Focus new tabs:" = "ਨਵੀਂ ਟੈਬ ਤੇ ਕੇਂਦਰਤ:";

/* nothing */
"Show channel switcher at:" = "ਚੈਨਲ";

/* nothing */
"Shorten tab labels to:" = "ਛੋਟਾ ਟੈਬ ਨਾਂ:";

/* nothing */
"letters." = "ਅੱਖਰ";

/* nothing */
"Tabs or Windows" = "ਟੈਬਾਂ ਜਾਂ ਝਰੋਖੇ";

/* nothing */
"Open channels in:" = "ਚੈਨਲ ਖੋਲੋ:";

/* nothing */
"Open dialogs in:" = "ਵਾਰਤਾਲਾਪ ਖੋਲ੍ਹੋ:";

/* nothing */
"Open utilities in:" = "ਸਹੂਲਤਾਂ ਨੂੰ ਖੋਲੋ:";

/* nothing */
"Open DCC, Ignore, Notify etc, in tabs or windows?" = "";

/* nothing */
"No" = "ਕੋਈ ਨਹੀਂ";

/* nothing */
"Yes" = "";

/* nothing */
"Browse for save folder every time" = "";

/* nothing */
"Files and Directories" = "ਫਾਇਲਾਂ ਤੇ ਡਾਇਰੈਕਟਰੀਆਂ";

/* nothing */
"Auto accept file offers:" = "";

/* nothing */
"Download files to:" = "ਫਾਇਲਾਂ ਡਾਊਨਲੋਡ ਕਰੋ:";

/* nothing */
"Move completed files to:" = "ਮੁਕੰਮਲ ਫਾਇਲਾਂ ਨੂੰ ਭੇਜੋ:";

/* nothing */
"Save nick name in filenames" = "ਫਾਇਲ ਨਾਂ ਵਿੱਚ ਨਾਂ ਸੰਭਾਲੋ";

/* nothing */
"Network Settings" = "ਨੈਟਵਰਕ ਵਿਵਸਥਾ";

/* nothing */
"Get my address from the IRC server" = "IRC ਸਰਵਰ ਤੋਂ ਮੇਰਾ ਸਿਰਨਾਵਾਂ ਪ੍ਰਾਪਤ ਕਰੋ";

/* nothing */
"Asks the IRC server for your real address. Use this if you have a 192.168.*.* address!" = "";

/* nothing */
"DCC IP address:" = "DCC IP ਸਿਰਨਾਵਾਂ:";

/* nothing */
"Claim you are at this address when offering files." = "";

/* nothing */
"First DCC send port:" = "ਪਹਿਲੀਂ DCC ਭੇਜਣ ਪੋਰਟ:";

/* nothing */
"Last DCC send port:" = "ਆਖਰੀ DCC ਭੇਜਣ ਪੋਰਟ:";

/* nothing */
"!Leave ports at zero for full range." = "";

/* nothing */
"Maximum File Transfer Speeds (bytes per second)" = "ਵੱਧ ਤੋਂ ਵੱਧ ਫਾਇਲ ਸੰਚਾਰ ਗਤੀ (ਬਾਈਟ ਪ੍ਰਤੀ ਸਕਿੰਟ)";

/* nothing */
"One upload:" = "ਇੱਕ ਅੱਪਲੋਡ:";

/* nothing */
"Maximum speed for one transfer" = "ਇੱਕ ਸੰਚਾਰ ਲਈ ਵੱਧੋ-ਵੱਧ ਗਤੀ";

/* nothing */
"One download:" = "ਇੱਕ ਡਾਊਨਲੋਡ:";

/* nothing */
"All uploads combined:" = "ਸਭ ਅੱਪਲੋਡ ਜੋੜ:";

/* nothing */
"Maximum speed for all files" = "ਸਭ ਫਾਇਲਾਂ ਲਈ ਵੱਧੋ-ਵੱਧ ਗਤੀ";

/* nothing */
"All downloads combined:" = "ਸਭ ਡਾਊਨਲੋਡ ਜੋੜ:";

/* nothing */
"Alerts" = "ਚੇਤਾਵਨੀ";

/* nothing */
"Show tray balloons on:" = "ਟੈਬ ਖੋਲੋ:";

/* nothing */
"Blink tray icon on:" = "ਸੁਨੇਹੇ ਤੇ ਆਵਾਜ਼";

/* nothing */
"Blink task bar on:" = "";

/* nothing */
"Make a beep sound on:" = "";

/* nothing */
"Enable system tray icon" = "";

/* nothing */
"Highlighted Messages" = "ਉਘੜੇ ਸੁਨੇਹਿਆਂ ਤੇ ਆਵਾਜ਼";

/* nothing */
"Highlighted messages are ones where your nickname is mentioned, but also:" = "";

/* nothing */
"Extra words to highlight:" = "ਉਘਾੜਨ ਲਈ ਹੋਰ ਸ਼ਬਦ:";

/* nothing */
"Nick names not to highlight:" = "ਨਾ ਉਘਾੜਨ ਲਈ ਨਾਂ:";

/* nothing */
"Nick names to always highlight:" = "ਨਾ ਉਘਾੜਨ ਲਈ ਨਾਂ:";

/* nothing */
"Separate multiple words with commas." = "(ਕਈ ਸ਼ਬਦ, ਜਿੰਨਾਂ ਨੂੰ ਕਾਮਿਆਂ ਨਾਲ ਵੱਖ ਕੀਤਾ ਗਿਆ ਹੋਵੇ)।";

/* nothing */
"Default Messages" = "ਮੂਲ ਸੁਨੇਹੇ";

/* nothing */
"Quit:" = "ਬਾਹਰ:";

/* nothing */
"Leave channel:" = "ਚੈਨਲ ਛੱਡਣਾ:";

/* nothing */
"Away:" = "ਦੂਰ:";

/* nothing */
"Away" = "ਦੂਰ";

/* nothing */
"Announce away messages" = "ਦੂਰ ਸੁਨੇਹਾ ਭੇਜੋ";

/* nothing */
"Announce your away messages to all channels" = "ਆਪਣਾ ਦੂਰ ਸੁਨੇਹਾ ਸਭ ਚੈਨਲਾਂ ਤੇ ਭੇਜੋ";

/* nothing */
"Show away once" = "ਦੂਰ ਇੱਕ ਵਾਰ ਹੀ ਵੇਖਾਓ";

/* nothing */
"Show identical away messages only once" = "ਇੱਕੋ ਜਿਹੇ ਦੂਰ ਸੁਨੇਹੇ ਨੂੰ ਇੱਕ ਵਾਰ ਹੀ ਵੇਖਾਓ";

/* nothing */
"Automatically unmark away" = "ਖੁਦ ਹੀ ਦੂਰ ਨੂੰ ਨਾ-ਮਖੌਟਾ ਕਰੋ";

/* nothing */
"Unmark yourself as away before sending messages" = "";

/* nothing */
"Advanced Settings" = "ਤਕਨੀਕੀ ਵਿਵਸਥਾ";

/* nothing */
"Auto reconnect delay:" = "ਅੰਤਰਾਲ ਬਾਅਦ ਖੁਦ ਦਾਖਲ:";

/* nothing */
"Display MODEs in raw form" = "MODE ਨੂੰ ਕੱਚੇ ਰੂਪ ਵਿੱਚ ਵੇਖਾਓ";

/* nothing */
"Whois on notify" = "";

/* nothing */
"Sends a /WHOIS when a user comes online in your notify list" = "";

/* nothing */
"Hide join and part messages" = "ਦਾਖਲਾ ਤੇ ਛੱਡਣਾ ਸੁਨੇਹੇ ਓਹਲੇ";

/* nothing */
"Hide channel join/part messages by default" = "ਮੂਲ ਰੂਪ ਵਿੱਚ ਚੈਨਲ ਦਾਖਲਾ/ਛੱਡਣਾ ਸੁਨੇਹੇ ਓਹਲੇ";

/* nothing */
"Auto Open DCC Windows" = "ਖੁਦ ਹੀ DCC ਝਰੋਖੇ ਖੋਲ੍ਹੋ";

/* nothing */
"Send window" = "ਭੇਜਣ ਝਰੋਖਾ";

/* nothing */
"Receive window" = "ਪ੍ਰਾਪਤੀ ਝਰੋਖਾ";

/* nothing */
"Chat window" = "ਗੱਲਬਾਤ ਝਰੋਖਾ";

/* nothing */
"Logging" = "ਲਾਗਿੰਗ";

/* nothing */
"Enable logging of conversations" = "ਗੱਲਬਾਤ ਦਾ ਲਾਗ ਰੱਖਣਾ ਯੋਗ";

/* nothing */
"Log filename:" = "ਲਾਗ ਫਾਇਲ ਨਾਂ:";

/* nothing */
"%s=Server %c=Channel %n=Network." = "(%s=ਸਰਵਰ %c=ਚੈਨਲ %n=ਨੈੱਟਵਰਕ)";

/* nothing */
"Insert timestamps in logs" = "ਲਾਗ ਵਿੱਚ ਸਮਾਂ ਮੋਹਰ ਸ਼ਾਮਿਲ ਕਰੋ";

/* nothing */
"Log timestamp format:" = "ਲਾਗ ਸਮਾਂ ਮੋਹਰ ਫਾਰਮਿਟ:";

/* nothing */
"(Disabled)" = "(ਆਯੋਗ)";

/* nothing */
"Wingate" = "Wingate";

/* nothing */
"Socks4" = "Socks4";

/* nothing */
"Socks5" = "Socks5";

/* nothing */
"HTTP" = "HTTP";

/* nothing */
"MS Proxy (ISA)" = "";

/* nothing */
"All Connections" = "ਜੁੜ ਰਿਹਾ ਹੈ";

/* nothing */
"IRC Server Only" = "ਸਿਰਫ਼ ਸੱਦਾ";

/* nothing */
"DCC Get Only" = "DCC ਕਿਸਮ";

/* nothing */
"Your Address" = "ਤੁਹਾਡਾ ਸਿਰਨਾਵਾਂ";

/* nothing */
"Bind to:" = "ਸਬੰਧਿਤ:";

/* nothing */
"Only useful for computers with multiple addresses." = "(ਕਈ ਸਿਰਨਾਵਿਆਂ ਵਾਲੇ ਕੰਪਿਊਟਰਾਂ ਲਈ ਹੀ ਲਾਭਦਾਇਕ)";

/* nothing */
"Proxy Server" = "ਸਰਵਰ ਸਰਵਰ";

/* nothing */
"Hostname:" = "ਮੇਜ਼ਬਾਨ ਨਾਂ:";

/* nothing */
"Port:" = "ਪੋਰਟ:";

/* nothing */
"Type:" = "ਕਿਸਮ:";

/* nothing */
"Use proxy for:" = "ਸਰਵਰ ਸਰਵਰ";

/* nothing */
"Proxy Authentication" = "";

/* nothing */
"Use Authentication (MS Proxy, HTTP or Socks5 only)" = "ਪਰਾਕਸੀ ਸਰਵਰ ਨਾਲ ਪ੍ਰਮਾਣਿਤ (HTTP ਅਤੇ Socks5)";

/* nothing */
"Use Authentication (HTTP or Socks5 only)" = "ਪਰਾਕਸੀ ਸਰਵਰ ਨਾਲ ਪ੍ਰਮਾਣਿਤ (HTTP ਅਤੇ Socks5)";

/* nothing */
"Username:" = "ਉਪਭੋਗੀ ਨਾਂ:";

/* nothing */
"Password:" = "ਗੁਪਤ-ਕੋਡ:";

/* nothing */
"Select an Image File" = "ਇੱਕ ਤਸਵੀਰ ਫਾਇਲ ਚੁਣੋ";

/* nothing */
"Select Download Folder" = "ਚੋਣ ਰੰਗ";

/* nothing */
"Select font" = "ਫੋਂਟ ਚੁਣੋ";

/* nothing */
"Browse..." = "ਝਲਕ...";

/* nothing */
"Mark identified users with:" = "";

/* nothing */
"Mark not-identified users with:" = "";

/* nothing */
"Open Data Folder" = "";

/* nothing */
"Select color" = "ਚੋਣ ਰੰਗ";

/* nothing */
"Text Colors" = "ਪਾਠ ਰੰਗ";

/* nothing */
"mIRC colors:" = "mIRC ਰੰਗ:";

/* nothing */
"Local colors:" = "ਹੋਰ ਰੰਗ:";

/* nothing */
"Foreground:" = "ਮੁੱਖ-ਭੂਮੀ:";

/* nothing */
"Background:" = "ਪਿੱਠਭੂਮੀ:";

/* nothing */
"Marking Text" = "ਨਿਸ਼ਾਨ ਪਾਠ";

/* nothing */
"Interface Colors" = "ਇੰਟਰਫੇਸ ਰੰਗ";

/* nothing */
"New data:" = "ਨਵਾਂ ਡਾਟਾ:";

/* nothing */
"Marker line:" = "ਨਿਸ਼ਾਨ ਰੇਖਾ:";

/* nothing */
"New message:" = "ਨਵਾਂ ਸੁਨੇਹਾ:";

/* nothing */
"Away user:" = "ਦੂਰ ਉਪਭੋਗੀ:";

/* nothing */
"Highlight:" = "ਉਘਾੜੋ:";

/* nothing */
"Event" = "ਘਟਨਾ";

/* nothing */
"Sound file" = "ਆਵਾਜ਼ ਫਾਇਲ";

/* nothing */
"Select a sound file" = "ਧੁਨੀ ਫਾਇਲ ਚੁਣੋ";

/* nothing */
"Sound playing method:" = "ਧੁਨੀ ਚਲਾਉਣ ਢੰਗ:";

/* nothing */
"External sound playing _program:" = "ਬਾਹਰੀ ਆਵਾਜ਼ ਵਾਲਾ ਕਾਰਜ(_p):";

/* nothing */
"_External program" = "ਬਾਹਰੀ ਕਾਰਜ(_E)";

/* nothing */
"_Automatic" = "ਸਵੈ-ਚਾਲਤ(_A)";

/* nothing */
"Sound files _directory:" = "ਧੁਨੀ ਫਾਇਲ ਡਾਇਰੈਕਟਰੀ(_d):";

/* nothing */
"Sound file:" = "ਧੁਨੀ ਫਾਇਲ:";

/* nothing */
"_Browse..." = "ਝਲਕ(_B)...";

/* nothing */
"_Play" = "ਚਲਾਓ(_P)";

/* nothing */
"Interface" = "ਚਿਹਰਾ";

/* nothing */
"Text box" = "ਪਾਠ ਬਕਸਾ";

/* nothing */
"User list" = "ਉਪਭੋਗੀ ਸੂਚੀ";

/* nothing */
"Channel switcher" = "ਚੈਨਲ";

/* nothing */
"Colors" = "ਰੰਗ";

/* nothing */
"Chatting" = "ਗੱਲਬਾਤ ਜਾਰੀ ਹੈ";

/* nothing */
"General" = "ਸਧਾਰਨ";

/* nothing */
"Sound" = "ਆਵਾਜ਼";

/* nothing */
"Network setup" = "ਨੈੱਟਵਰਕ ਸੈੱਟਅੱਪ";

/* nothing */
"File transfers" = "ਫਾਇਲ ਤਬਦੀਲ";

/* nothing */
"Categories" = "ਵਰਗ";

/* nothing */
"You cannot place the tree on the top or bottom!\nPlease change to the <b>Tabs</b> layout in the <b>View</b> menu first." = "";

/* nothing */
"Some settings were changed that require a restart to take full effect." = "ਕੁਝ ਅਜਿਹੀਆਂ ਤਬਦੀਲੀਆਂ ਕੀਤੀਆਂ ਗਈਆਂ ਹਨ, ਜੋ ਕਿ ਮੁੜ ਚਾਲੂ ਕਰਨ ਉਪਰੰਤ ਹੀ ਲਾਗੂ ਹੋ ਸਕਣਗੀਆਂ।";

/* nothing */
"*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile" = "";

/* nothing */
"XChat: Preferences" = "XChat: ਮੇਰੀ ਪਸੰਦ";

/* nothing */
"There was an error parsing the string" = "ਸਤਰ ਪਾਰਸ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ";

/* nothing */
"This signal is only passed %d args, $%d is invalid" = "ਇਹ ਸੰਕੇਤ ਨੂੰ ਕੇਵਲ %d ਮੁੱਲ ਦਿੱਤੇ ਜਾ ਸਕਦੇ ਹਨ, $%d ਗਲਤ ਹੈ";

/* nothing */
"Print Texts File" = "ਪਾਠ ਫਾਇਲ ਛਾਪੋ";

/* nothing */
"Edit Events" = "ਘਟਨਾ ਸੋਧ";

/* nothing */
"$ Number" = "$ ਅੰਕ";

/* nothing */
"Load From..." = "ਇਥੋਂ ਲੋਡ...";

/* nothing */
"Test All" = "ਸਭ ਦੀ ਜਾਂਚ";

/* nothing */
"URL" = "URL";

/* nothing */
"XChat: URL Grabber" = "XChat: URL ਖੋਜੀ";

/* nothing */
"Clear list" = "ਸੂਚੀ ਸਾਫ਼";

/* nothing */
"Copy selected URL" = "ਨਕਲ ਚੁਣੇ URL ਦੀ";

/* nothing */
"Copy" = "ਨਕਲ";

/* nothing */
"Save list to a file" = "ਸੂਚੀ ਫਾਇਲ `ਚ ਸੰਭਾਲੋ";

/* nothing */
"%d ops, %d total" = "%d ਮੁੱਖੀ, %d ਕੁੱਲ";

